-- phpMyAdmin SQL Dump
-- version 2.9.0.3
-- http://www.phpmyadmin.net
-- 
-- 主机: localhost
-- 生成日期: 2010 年 05 月 10 日 08:26
-- 服务器版本: 5.0.45
-- PHP 版本: 5.2.3
-- 
-- 数据库: `lovewrzcnet`
-- 

-- --------------------------------------------------------

-- 
-- 表的结构 `oklist`
-- 

CREATE TABLE `oklist` (
  `id` int(11) NOT NULL auto_increment,
  `okName` varchar(50) default NULL,
  `movie1` varchar(250) default NULL,
  `Singer` varchar(20) default NULL,
  `IsGood` tinyint(1) NOT NULL default '0',
  `geci` text,
  PRIMARY KEY  (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=gbk AUTO_INCREMENT=2 ;

-- 
-- 导出表中的数据 `oklist`
-- 

INSERT INTO `oklist` (`id`, `okName`, `movie1`, `Singer`, `IsGood`, `geci`) VALUES 
(1, '死了都要爱', 'http://www.qq163.com/song/4564/61311.htm', '信乐团', 1, '把每天当成是末日来相爱\r\n一分一秒都美到泪水掉下来\r\n不理会别人是看好或看坏\r\n只要你勇敢跟我来\r\n爱 不用刻意安排\r\n凭感觉去亲吻相拥就会很愉快\r\n享受现在 别一开怀就怕受伤害\r\n许多奇迹我们相信才会存在\r\n死了都要爱\r\n不淋漓尽致不痛快\r\n感情多深只有这样才足够表白\r\n死了都要爱\r\n不哭到微笑不痛快\r\n宇宙毁灭心还在\r\n把每天当成是末日来相爱\r\n一分一秒都美到泪水掉下来\r\n不理会别人是看好或看坏\r\n只要你勇敢跟我来\r\n爱 不用刻意安排\r\n凭感觉去亲吻相拥就会很愉快\r\n享受现在 别一开怀就怕受伤害\r\n许多奇迹我们相信才会存在\r\n死了都要爱\r\n不淋漓尽致不痛快\r\n感情多深只有这样才足够表白\r\n死了都要爱\r\n不哭到微笑不痛快\r\n宇宙毁灭心还在\r\n穷途末路都要爱\r\n不极度浪漫不痛快\r\n发会雪白 土会掩埋\r\n思念不腐坏\r\n到绝路都要爱\r\n不天荒地老不痛快\r\n不怕热爱变火海\r\n爱到沸腾才精采');

-- --------------------------------------------------------

-- 
-- 表的结构 `wrzc_net_315`
-- 

CREATE TABLE `wrzc_net_315` (
  `id` int(10) unsigned NOT NULL auto_increment,
  `userid` int(10) unsigned NOT NULL default '0',
  `usernamenickname` varchar(45) NOT NULL,
  `url` varchar(200) NOT NULL,
  `content` varchar(1000) NOT NULL,
  `addtime` datetime NOT NULL,
  PRIMARY KEY  (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=gbk AUTO_INCREMENT=2 ;

-- 
-- 导出表中的数据 `wrzc_net_315`
-- 

INSERT INTO `wrzc_net_315` (`id`, `userid`, `usernamenickname`, `url`, `content`, `addtime`) VALUES 
(1, 121, 'wrzcnet(wrzcnet)', 'http://127.0.0.1/home/18', '测试一下,不是真的.', '2010-05-09 17:43:36');

-- --------------------------------------------------------

-- 
-- 表的结构 `wrzc_net_admin`
-- 

CREATE TABLE `wrzc_net_admin` (
  `id` smallint(4) unsigned NOT NULL auto_increment,
  `username` varchar(15) NOT NULL,
  `password` varchar(32) NOT NULL,
  `grade` tinyint(2) unsigned NOT NULL default '1',
  `endtime` datetime default NULL,
  `endip` varchar(15) default NULL,
  `addtime` datetime NOT NULL,
  `logincount` smallint(5) unsigned NOT NULL default '0',
  PRIMARY KEY  (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=gbk AUTO_INCREMENT=5 ;

-- 
-- 导出表中的数据 `wrzc_net_admin`
-- 

INSERT INTO `wrzc_net_admin` (`id`, `username`, `password`, `grade`, `endtime`, `endip`, `addtime`, `logincount`) VALUES 
(1, 'admin', '21232f297a57a5a743894a0e4a801fc3', 10, '2010-05-09 22:43:18', '127.0.0.1', '2009-05-20 12:47:02', 68);

-- --------------------------------------------------------

-- 
-- 表的结构 `wrzc_net_ask`
-- 

CREATE TABLE `wrzc_net_ask` (
  `id` int(9) unsigned NOT NULL auto_increment,
  `userid` int(9) unsigned NOT NULL default '0',
  `title` varchar(80) default NULL,
  `content` text NOT NULL,
  `content2` varchar(4000) default NULL,
  `xsloveb` smallint(4) unsigned NOT NULL default '0',
  `addtime` datetime NOT NULL,
  `click` int(10) unsigned NOT NULL default '0',
  `hfnum` smallint(5) unsigned NOT NULL default '0',
  `flag` tinyint(1) unsigned NOT NULL default '0',
  `ifopen` tinyint(1) unsigned NOT NULL default '1',
  `ifjh` tinyint(3) unsigned NOT NULL default '0',
  PRIMARY KEY  (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=gbk AUTO_INCREMENT=11 ;

-- 
-- 导出表中的数据 `wrzc_net_ask`
-- 

INSERT INTO `wrzc_net_ask` (`id`, `userid`, `title`, `content`, `content2`, `xsloveb`, `addtime`, `click`, `hfnum`, `flag`, `ifopen`, `ifjh`) VALUES 
(1, 4, '我到底错了没，该不该继续', '我去年上半年和男朋友分手后，心里一直很难过，我妈建议我跟我姐去沈阳上班。八月底我跟我姐去了沈阳，我和我姐的性格相差太大，我们老是起争吵，那时的我感觉孤立无助。他是我姐夫的表哥，就在那个时候闯进了我的生活。他起初只是为了开导我，让我开心起来，忘了我的那个男朋友，后来我们接触多了，互相有了好感，但大家都没有挑破那一层纸，因为我知道他已娶妻生子，虽然从我姐那也听过他娶他的老婆只是因为他的父母催他结婚，他和他老婆没有感情，我还是认为破坏人家家庭是不好的，更何况我一直很讨厌第三者。直到有一天他和我表白了，我才发现我是喜欢他的，我默认了，但心里一直充满了犯罪感。他说是我让他再一次活了，是我让他感觉到生命的意义，就算他死也不会让我和别的男人结婚，我是属于他的，他说他的生命是为我而存在的，有我就有他，没我就没有他。他说他可以为了我离婚，但是我的父母是肯定不同意的，我真的好难取舍，我不知道到底该怎么做，我放不下他', NULL, 1000, '2010-05-04 10:18:42', 7, 0, 1, 1, 1),
(2, 9, '亚健康,注定不能拥有幸福吗', '　　亚健康的人就注定不能拥有幸福吗？\r\n　　和男友交往2年了，准备结婚，婚检的时候却查出了我是乙肝病毒携带者，万幸的是男友检查结果是阴性正常。我和男友去到几家大的医院复查，并且咨询过很多相关的专家，他们都说只要在结婚前男方注射疫苗，怀孕的时候注射高价球蛋白，对男方和孩子不会有任何影响。\r\n　　男友的心情也是很矛盾的，但是最终他没有选择和我分手，可是男友的的家里人非常的反对，到现在一句话都不跟我说，如果我自私的选择结婚，以后他的爸妈一定会很看不起我，如果我放弃，我该如何放下这段感情，又要如何面对以后的感情。\r\n医生说这种携带，在现在的中国社会是很多人都有的，去年的普查，全国有1.89亿人是携带者，称之为亚健康人群，难道有这样的携带，就注定没有幸福了吗？', NULL, 1000, '2010-05-04 10:37:53', 5, 0, 1, 1, 1),
(8, 2, '她到底爱不爱我，我该怎么做？', '我们的相遇很波折，当初见面的时候双方家长都很满意，彼此也很欣赏。因为我的年龄比她大10岁，所以当初媒人就隐瞒了这一事实，来我家住了三天，我告诉了她真实情况。她自己也表示没关系。其实也就多隐瞒了2岁。后来她回去之后告诉了她父母，没想她父母反应很激烈，坚决不同意我们在一起。还提了很多过分的要求，要么答应要么就分手。我还是答应了。过两天他父母就又反悔了，说就算答应他们的要求也不行了。反正就是不行。或许感动于我的真诚，她偷偷跑出家和我在一起了。我们在一起生活了20多天，期间他父母打电话来也说同意我们的事了，于是我就让她回家了。回去后她打电话提出和我分手。我问为什么，她说不出所以然。于是我就到家她去找她，被她父母赶出门，我知道她父母还是不同意我们在一起，当时很沮丧。当晚她又跑出来，对我说她放不下我。要和我在一起。我以为我们会成功的，因为她已经有怀孕的迹象了，第二天我带她到当地医院检查。结果真的有的，我以为这次我可以真的得到她了，于是答应和她一起回家。当晚她父亲也和我一起吃饭说同意我们的事了，过去的事就算了。只要把礼金拿过来，就叫我把人带回家。可我不明白的是等我回家后，她又打电话说要考虑清楚。给她两天的时间，第二天中午还打电话说想我呢。过了一天就又说分手了。我知道她父母甚至兄弟姐妹一直不同意我们的事，可事情已经这样了，为什么还要阻止我们在一起，我知道她是个没什么主见的人，家里人天天做她的工作，想法就又会不一样吧。其实我真的很爱她，她自己也知道。为什么她最后关头不坚持下去，是我做的不够好，还是她根本就不够爱我。我到底怎么做才行，她上次已经和我说不再和我联系了，我真的放不下她。。。', NULL, 1000, '2010-05-04 12:36:01', 3, 0, 1, 1, 1),
(4, 3, '没有孩子他还会爱我吗？', '就快进医院了，这一次进了医院我或许从此就失去了做母亲的权利，同时也失去我最爱的人，失去他我不知道我今后的日子怎么过，我连想死的心都有，我知道他也爱我，也很痛苦，爱我就意味着我们以后没有孩子，一边是父母一边是我，我该放弃吗?', NULL, 1000, '2010-05-04 11:34:33', 7, 0, 1, 1, 1),
(7, 8, '面对各种反对的感情可以长久吗 ', '工作的原因，认识了一个男人，离异，带着一个孩子，却爱上他，虽然我们岁数只相差三四岁，可是家里人很反对，身边的朋友也不赞成，可是婚姻就像穿鞋，幸福不幸福只有自己才知道。虽然我心里知道，只要自己决心跨过去，一切都会好起来的，可是在外因目前，感情真的可以长久吗', NULL, 1000, '2010-05-04 12:33:34', 6, 0, 1, 1, 1),
(6, 10, '老夫少妻的感情有否天长地久？', '我和他相识于偶然，他回眸一刻的微笑打动了我的心，25岁的我从来没有过的怦然心动，于是我开始储心积虑地接近他。知道他是离了婚不久我开心不已,他没有拒绝我，很快我们幸福地生活在一起,看着他一天天从失败的婚姻走出来我好心慰,可我是知道的:我的内心从来没有平静,三十出头的他年轻漂亮,有着美好的前景...某天他的亲戚朋友知道了，我们这样的感情是否能够天长地久?', NULL, 1000, '2010-05-04 12:28:51', 6, 0, 1, 1, 1),
(9, 19, '我有孩子，这样的缘份，会长久吗 ', '我和他在网上相识，说真的我不太相信虚拟空间，可是和他相实的这段日子真的很开心，在一次聚会和他见过一面，后来有天他突然说，他真的爱上我，我发现我也喜欢上他了，也许这就是我等了多年的缘分，他也知道我比他大三岁，还带着孩子，他说可以放弃我们在要孩子，和我一起培养我的孩子，可我还是不敢轻易付出这份感情，他有着很好的工作美好的未来，怕他以后会后悔，我不知道该不该接受这份爱，因为我玩不起这感情游戏了，在别人眼里我是个要强的女人，可我也怕在次受伤，我该怎么办。', NULL, 1000, '2010-05-04 12:45:57', 15, 0, 1, 1, 1),
(10, 34, '要我做他的情人？？', '他四十岁出头，我二十七岁，相遇于偶然，他说这是缘分！\r\n他有家有业，两个女儿。\r\n爱上他注定是个错误，但似乎无法自拔！\r\n他说他想要我做他的情人，我不肯！对待感情我是专一的，我要他也做到唯一，要他离婚我可以考虑，他说我这么年轻，对我也没把握，要我给他生个儿子才可能将我转正，我不答应！\r\n他说要不这样，他是真的喜欢我、很在乎我，说现在跟我说的话比跟他老婆还要多，我不答应他他也不会强迫我做我不愿意的事情，他说就当普通朋友吧，偶尔出来吃吃饭、喝喝茶、散散步，你有好的对象可以去恋爱....对于他这个方案我答应了，因为我觉得他还是蛮君子的，是个长者，也给了我一些开导，但慢慢的，不是他的问题，而是我出问题了，我喜欢上了他！\r\n......\r\n喜欢一件东西就买下它，喜欢一个人就嫁给他！\r\n他还是会跟我说做他情人的话，他说他绝对不亏待我，要带我去买手机、买衣服、去旅游...我通通拒绝，我知道吃人家嘴软，拿人家手软，已经跟他出去吃了两次饭，绝对不能再接受他的礼物，绝对不能开这个头，但我是喜欢他的，我想跟他在一起，但接受不了做情人......\r\n要他离婚，他说也不是一时半会就能办到的事情，他说他怕他离婚后我就不要他了，我说我不会，既然接受了你，就不会不要你，哪怕你没钱，将家产全给你老婆孩子我也不怪你，你有你的头脑、你的人脉关系、你的手艺，我也会工作，不会那么糟糕！\r\n\r\n我也不知道我怎么了？我真的是有病呢！真的不知道该怎么办才好？', NULL, 500, '2010-05-04 14:08:30', 10, 1, 1, 1, 1);

-- --------------------------------------------------------

-- 
-- 表的结构 `wrzc_net_ask_bbs`
-- 

CREATE TABLE `wrzc_net_ask_bbs` (
  `id` int(8) unsigned NOT NULL auto_increment,
  `fid` int(8) NOT NULL,
  `content` varchar(4000) NOT NULL,
  `userid` int(8) NOT NULL,
  `addtime` datetime NOT NULL,
  `ifbest` tinyint(1) unsigned NOT NULL default '0',
  `flag` tinyint(1) NOT NULL default '1',
  PRIMARY KEY  (`id`),
  KEY `userid` (`userid`)
) ENGINE=MyISAM  DEFAULT CHARSET=gbk AUTO_INCREMENT=2 ;

-- 
-- 导出表中的数据 `wrzc_net_ask_bbs`
-- 

INSERT INTO `wrzc_net_ask_bbs` (`id`, `fid`, `content`, `userid`, `addtime`, `ifbest`, `flag`) VALUES 
(1, 10, '这样的不可以', 121, '2010-05-09 17:08:04', 0, 1);

-- --------------------------------------------------------

-- 
-- 表的结构 `wrzc_net_attestation`
-- 

CREATE TABLE `wrzc_net_attestation` (
  `id` int(9) unsigned NOT NULL auto_increment,
  `rzid` tinyint(1) NOT NULL,
  `flag` tinyint(1) NOT NULL default '0',
  `userid` int(9) unsigned NOT NULL,
  `addtime` int(10) unsigned NOT NULL default '0',
  `path_b` varchar(50) default NULL,
  PRIMARY KEY  (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=gbk AUTO_INCREMENT=2 ;

-- 
-- 导出表中的数据 `wrzc_net_attestation`
-- 

INSERT INTO `wrzc_net_attestation` (`id`, `rzid`, `flag`, `userid`, `addtime`, `path_b`) VALUES 
(1, 1, 1, 121, 1273394509, '201005/b_121_14105214741832587850.jpg');

-- --------------------------------------------------------

-- 
-- 表的结构 `wrzc_net_chatif`
-- 

CREATE TABLE `wrzc_net_chatif` (
  `id` int(10) unsigned NOT NULL auto_increment,
  `userid` int(10) unsigned NOT NULL default '0',
  `senduserid` int(10) unsigned NOT NULL default '0',
  `ifagree` tinyint(1) unsigned NOT NULL default '0',
  `addtime` int(10) unsigned NOT NULL default '0',
  PRIMARY KEY  (`id`),
  KEY `userid` (`userid`,`senduserid`)
) ENGINE=MyISAM  DEFAULT CHARSET=gbk AUTO_INCREMENT=3 ;

-- 
-- 导出表中的数据 `wrzc_net_chatif`
-- 


-- --------------------------------------------------------

-- 
-- 表的结构 `wrzc_net_chatmain`
-- 

CREATE TABLE `wrzc_net_chatmain` (
  `id` int(10) unsigned NOT NULL auto_increment,
  `userid` int(10) unsigned NOT NULL default '0',
  `senduserid` int(10) unsigned NOT NULL default '0',
  `content` text,
  `addtime` int(10) unsigned NOT NULL default '0',
  `ifme` tinyint(1) NOT NULL default '0',
  `ifhe` tinyint(1) unsigned NOT NULL default '0',
  PRIMARY KEY  (`id`),
  KEY `senduserid` (`senduserid`),
  KEY `userid` (`userid`)
) ENGINE=MyISAM  DEFAULT CHARSET=gbk AUTO_INCREMENT=4 ;

-- 
-- 导出表中的数据 `wrzc_net_chatmain`
-- 


-- --------------------------------------------------------

-- 
-- 表的结构 `wrzc_net_clickhistory`
-- 

CREATE TABLE `wrzc_net_clickhistory` (
  `id` int(10) unsigned NOT NULL auto_increment,
  `userid` int(8) unsigned NOT NULL,
  `senduserid` int(8) unsigned NOT NULL,
  `sendnickname` varchar(20) default NULL,
  `sex` tinyint(1) NOT NULL default '0',
  `grade` tinyint(2) NOT NULL default '0',
  `photo_s` varchar(50) default NULL,
  `addtime` datetime NOT NULL,
  PRIMARY KEY  (`id`),
  KEY `senduserid` (`senduserid`)
) ENGINE=MyISAM  DEFAULT CHARSET=gbk AUTO_INCREMENT=102 ;

-- 
-- 导出表中的数据 `wrzc_net_clickhistory`
-- 

INSERT INTO `wrzc_net_clickhistory` (`id`, `userid`, `senduserid`, `sendnickname`, `sex`, `grade`, `photo_s`, `addtime`) VALUES 
(1, 2, 1, 'test', 1, 3, 'm/200911/1.jpg', '2009-12-10 22:11:07'),
(2, 1, 2, 'wygkcn', 1, 1, '', '2009-12-10 22:45:05'),
(3, 1, 3, 'zxc123', 2, 1, '', '2009-12-29 13:27:20'),
(4, 2, 3, 'zxc123', 2, 1, '', '2009-12-29 13:29:19'),
(5, 3, 2, 'wygkcn', 1, 1, '', '2010-02-15 19:12:39'),
(6, 1, 2, 'wygkcn', 1, 1, '', '2010-02-15 19:14:45'),
(33, 27, 29, 'wang1989', 1, 1, '', '2010-04-28 17:13:58'),
(32, 28, 2, 'wygkcn', 1, 1, '', '2010-04-28 16:00:25'),
(9, 3, 6, 'ssas', 1, 1, '', '2010-02-24 10:34:46'),
(10, 1, 7, 'piaoliang', 2, 1, '', '2010-04-13 20:13:02'),
(11, 7, 8, 'chenran11', 1, 1, '', '2010-04-13 21:43:21'),
(12, 5, 8, 'chenran11', 1, 1, '', '2010-04-13 21:44:25'),
(13, 4, 9, 'wahaha', 2, 1, '', '2010-04-14 01:47:52'),
(14, 8, 9, 'wahaha', 2, 1, '', '2010-04-14 01:48:07'),
(15, 11, 1, 'test', 1, 3, 'm/200911/1.jpg', '2010-04-18 23:16:45'),
(16, 11, 12, 'fgfg', 2, 1, '', '2010-04-19 23:10:39'),
(17, 3, 14, 'wdcnc', 1, 1, '', '2010-04-22 09:49:46'),
(18, 4, 16, 'liaoxin12356', 1, 1, '', '2010-04-22 12:40:37'),
(19, 21, 22, 'fztouch', 1, 1, '', '2010-04-26 17:26:55'),
(20, 21, 1, 'test', 1, 3, 'm/200911/1.jpg', '2010-04-27 16:48:34'),
(21, 14, 4, 'youyou', 2, 1, '', '2010-04-28 12:07:58'),
(22, 1, 4, 'youyou', 2, 1, '', '2010-04-28 12:35:14'),
(23, 7, 4, 'youyou', 2, 1, '', '2010-04-28 12:37:14'),
(24, 27, 28, 'mytest', 1, 1, '', '2010-04-28 15:17:29'),
(25, 1, 2, 'wygkcn', 1, 1, '', '2010-04-28 15:20:01'),
(26, 16, 4, 'youyou', 2, 1, '', '2010-04-28 15:38:03'),
(27, 1, 4, 'youyou', 2, 1, '', '2010-04-28 15:38:29'),
(28, 11, 4, 'youyou', 2, 1, '', '2010-04-28 15:39:10'),
(29, 28, 4, 'youyou', 2, 1, '', '2010-04-28 15:40:53'),
(30, 11, 4, 'youyou', 2, 1, '', '2010-04-28 15:51:50'),
(31, 13, 4, 'youyou', 2, 1, '', '2010-04-28 15:54:34'),
(34, 30, 31, 'aassdd', 1, 1, '', '2010-04-28 17:49:17'),
(35, 30, 33, 'mxs555', 1, 1, '', '2010-05-02 10:58:54'),
(36, 9, 33, 'mxs555', 1, 1, '', '2010-05-02 11:01:37'),
(37, 27, 35, 'yte123', 1, 1, '', '2010-05-04 09:52:38'),
(38, 26, 27, 'yukai', 1, 3, '', '2010-05-04 09:56:04'),
(39, 4, 27, 'yukai', 1, 3, 'm/201005/27.jpg', '2010-05-04 10:01:00'),
(40, 36, 9, 'wahaha', 2, 3, 'm/201005/9.jpg', '2010-05-04 10:40:59'),
(41, 9, 36, 'c123', 1, 1, '', '2010-05-04 10:47:07'),
(42, 4, 36, 'c123', 1, 1, '', '2010-05-04 10:50:33'),
(43, 2, 33, 'mxs555', 1, 1, '', '2010-05-04 10:56:29'),
(44, 9, 8, 'chenran11', 2, 3, 'm/201004/8.GIF', '2010-05-04 11:50:55'),
(45, 8, 10, 'abc123', 2, 1, 'm/201005/10.jpg', '2010-05-04 12:29:28'),
(46, 3, 10, 'abc123', 2, 1, 'm/201005/10.jpg', '2010-05-04 12:30:28'),
(47, 10, 8, 'chenran11', 2, 3, 'm/201005/8.jpg', '2010-05-04 12:34:16'),
(48, 9, 34, 'rrrrrrr', 2, 1, '', '2010-05-04 14:13:18'),
(49, 19, 34, 'rrrrrrr', 2, 1, 'm/201005/34.jpg', '2010-05-04 14:16:41'),
(50, 3, 36, 'c123', 1, 1, 'm/201005/36.jpg', '2010-05-04 14:40:04'),
(51, 8, 36, 'c123', 1, 1, 'm/201005/36.jpg', '2010-05-04 14:48:13'),
(52, 14, 3, 'zxc123', 2, 3, 'm/201005/3.jpg', '2010-05-04 15:31:06'),
(53, 31, 3, 'zxc123', 2, 3, 'm/201005/3.jpg', '2010-05-04 15:31:30'),
(54, 29, 3, 'zxc123', 2, 3, 'm/201005/3.jpg', '2010-05-04 15:31:33'),
(55, 16, 3, 'zxc123', 2, 3, 'm/201005/3.jpg', '2010-05-04 15:31:49'),
(56, 13, 3, 'zxc123', 2, 3, 'm/201005/3.jpg', '2010-05-04 15:31:55'),
(57, 17, 13, 'hehe', 1, 1, '', '2010-05-04 15:34:58'),
(58, 18, 13, 'hehe', 1, 1, '', '2010-05-04 15:35:02'),
(59, 11, 13, 'hehe', 1, 1, '', '2010-05-04 15:35:06'),
(60, 7, 13, 'hehe', 1, 1, '', '2010-05-04 15:35:26'),
(61, 36, 7, 'piaoliang', 2, 3, '', '2010-05-04 15:40:44'),
(62, 4, 19, 'wangke', 2, 2, 'm/201005/19.jpg', '2010-05-04 16:25:24'),
(63, 10, 32, 'lirong', 1, 1, '', '2010-05-05 20:29:51'),
(64, 4, 38, 'maggy001', 2, 1, '', '2010-05-05 20:59:05'),
(65, 24, 32, 'lirong', 1, 1, '', '2010-05-05 21:13:09'),
(66, 9, 32, 'lirong', 1, 1, '', '2010-05-05 21:15:00'),
(67, 37, 38, 'maggy001', 2, 1, '', '2010-05-05 21:27:06'),
(68, 4, 39, 'elongpc', 1, 1, '', '2010-05-06 01:53:34'),
(69, 19, 39, 'elongpc', 1, 1, '', '2010-05-06 02:01:01'),
(70, 3, 39, 'elongpc', 1, 1, '', '2010-05-06 02:02:41'),
(71, 4, 40, 'dakuan', 1, 1, '', '2010-05-06 16:46:59'),
(72, 33, 40, 'dakuan', 1, 1, '', '2010-05-06 16:47:57'),
(73, 4, 36, 'c123', 1, 3, 'm/201005/36.jpg', '2010-05-08 00:26:36'),
(74, 4, 31, 'aassdd', 1, 3, 'm/201005/31.jpg', '2010-05-08 14:00:51'),
(75, 22, 24, 'yyy', 1, 1, 'm/201005/24.jpg', '2010-05-08 14:18:49'),
(76, 23, 22, 'fztouch', 2, 1, 'm/201005/22.jpg', '2010-05-08 14:19:57'),
(77, 24, 22, 'fztouch', 2, 1, 'm/201005/22.jpg', '2010-05-08 14:21:19'),
(78, 44, 4, 'youyou', 2, 3, 'm/201005/4.jpg', '2010-05-08 14:59:33'),
(79, 84, 4, 'youyou', 2, 3, 'm/201005/4.jpg', '2010-05-08 14:59:38'),
(80, 44, 120, 'dakuan', 1, 1, 'm/201005/40.jpg', '2010-05-08 15:58:41'),
(81, 84, 120, 'dakuan', 1, 1, 'm/201005/40.jpg', '2010-05-08 16:00:14'),
(82, 90, 120, 'dakuan', 1, 1, 'm/201005/40.jpg', '2010-05-08 16:35:56'),
(83, 10, 120, 'dakuan', 1, 1, 'm/201005/40.jpg', '2010-05-08 16:36:00'),
(84, 50, 120, 'dakuan', 1, 1, 'm/201005/40.jpg', '2010-05-08 16:38:35'),
(85, 99, 120, 'dakuan', 1, 1, 'm/201005/40.jpg', '2010-05-08 16:39:56'),
(86, 19, 120, 'dakuan', 1, 1, 'm/201005/40.jpg', '2010-05-08 16:40:32'),
(87, 59, 120, 'dakuan', 1, 1, 'm/201005/40.jpg', '2010-05-08 16:40:37'),
(88, 49, 120, 'dakuan', 1, 1, 'm/201005/40.jpg', '2010-05-08 16:41:50'),
(89, 89, 120, 'dakuan', 1, 1, 'm/201005/40.jpg', '2010-05-08 16:41:53'),
(90, 9, 120, 'dakuan', 1, 1, 'm/201005/40.jpg', '2010-05-08 16:41:55'),
(91, 8, 120, 'dakuan', 1, 1, 'm/201005/40.jpg', '2010-05-08 16:43:19'),
(92, 48, 120, 'dakuan', 1, 1, 'm/201005/40.jpg', '2010-05-08 16:43:22'),
(93, 43, 120, 'dakuan', 1, 1, 'm/201005/40.jpg', '2010-05-08 16:44:14'),
(94, 83, 120, 'dakuan', 1, 1, 'm/201005/40.jpg', '2010-05-08 16:44:16'),
(95, 3, 120, 'dakuan', 1, 1, 'm/201005/40.jpg', '2010-05-08 16:44:19'),
(96, 74, 120, 'dakuan', 1, 1, 'm/201005/40.jpg', '2010-05-08 16:47:35'),
(97, 34, 120, 'dakuan', 1, 1, 'm/201005/40.jpg', '2010-05-08 16:47:40'),
(98, 18, 121, 'wrzcnet', 1, 3, 'm/201005/121.jpg', '2010-05-09 17:42:52'),
(99, 87, 121, 'wrzcnet', 1, 3, 'm/201005/121.jpg', '2010-05-09 20:12:41'),
(100, 74, 121, 'wrzcnet', 1, 3, 'm/201005/121.jpg', '2010-05-10 08:02:50'),
(101, 7, 121, 'wrzcnet', 1, 3, 'm/201005/121.jpg', '2010-05-10 08:18:15');

-- --------------------------------------------------------

-- 
-- 表的结构 `wrzc_net_dating`
-- 

CREATE TABLE `wrzc_net_dating` (
  `id` int(11) NOT NULL auto_increment,
  `userid` int(11) NOT NULL default '0',
  `kind` tinyint(4) NOT NULL default '0',
  `title` varchar(100) default NULL,
  `area1` varchar(50) default NULL,
  `area2` varchar(50) default NULL,
  `price` tinyint(4) NOT NULL default '0',
  `yhtime` int(10) unsigned NOT NULL default '0',
  `maidian` tinyint(4) NOT NULL default '0',
  `contact` varchar(100) default NULL,
  `content` text,
  `sex` tinyint(4) NOT NULL default '0',
  `birthday1` tinyint(1) NOT NULL default '0',
  `birthday2` tinyint(4) NOT NULL default '0',
  `heigh1` smallint(6) NOT NULL default '0',
  `heigh2` smallint(6) NOT NULL default '0',
  `love` tinyint(4) NOT NULL default '0',
  `edu` tinyint(4) NOT NULL default '0',
  `area3` varchar(50) default NULL,
  `area4` varchar(50) default NULL,
  `addtime` int(10) unsigned NOT NULL default '0',
  `bmnum` int(10) unsigned NOT NULL default '0',
  `click` int(10) unsigned NOT NULL default '0',
  `flag` tinyint(2) NOT NULL default '0',
  `jjloveb` smallint(5) unsigned NOT NULL default '0',
  PRIMARY KEY  (`id`),
  KEY `userid` (`userid`)
) ENGINE=MyISAM  DEFAULT CHARSET=gbk AUTO_INCREMENT=9 ;

-- 
-- 导出表中的数据 `wrzc_net_dating`
-- 

INSERT INTO `wrzc_net_dating` (`id`, `userid`, `kind`, `title`, `area1`, `area2`, `price`, `yhtime`, `maidian`, `contact`, `content`, `sex`, `birthday1`, `birthday2`, `heigh1`, `heigh2`, `love`, `edu`, `area3`, `area4`, `addtime`, `bmnum`, `click`, `flag`, `jjloveb`) VALUES 
(1, 36, 3, '孤单的你出去散散心', '江苏', '常州', 3, 1281232800, 3, '13527894748', '近距离游玩，常州恐龙院或苏州乐园，可以找几家旅行社相互比较一下费用，如果有人认识并愿意做导游，我是求之不得，人数不限\r\n我比较喜欢和旅游团去，安全有秩序，早上去青年旅行社问过价格，常州费用178包括所有的费用，苏州乐园158，里面大型游玩还需另外付钱，两个地方供大家选择，而且都是一日游，有意者请联系或者确定好哪个旅行社后自行去交费用，现在已经有几位朋友联系我了，希望有意者尽快联系\r\n', 2, 0, 0, 0, 0, 0, 0, '广东', '广州', 1273251466, 0, 3, 1, 0),
(2, 36, 3, '随便怎么玩', '江苏', '常州', 3, 1281232800, 3, '13527894748', '近距离游玩，常州恐龙院或苏州乐园，可以找几家旅行社相互比较一下费用，如果有人认识并愿意做导游，我是求之不得，人数不限\r\n我比较喜欢和旅游团去，安全有秩序，早上去青年旅行社问过价格，常州费用178包括所有的费用，苏州乐园158，里面大型游玩还需另外付钱，两个地方供大家选择，而且都是一日游，有意者请联系或者确定好哪个旅行社后自行去交费用，现在已经有几位朋友联系我了，希望有意者尽快联系\r\n', 2, 0, 0, 0, 0, 0, 0, '广东', '广州', 1273251466, 0, 4, 1, 0),
(3, 36, 3, '五一出游去', '江苏', '常州', 3, 1281232800, 3, '13527894748', '近距离游玩，常州恐龙院或苏州乐园，可以找几家旅行社相互比较一下费用，如果有人认识并愿意做导游，我是求之不得，人数不限\r\n我比较喜欢和旅游团去，安全有秩序，早上去青年旅行社问过价格，常州费用178包括所有的费用，苏州乐园158，里面大型游玩还需另外付钱，两个地方供大家选择，而且都是一日游，有意者请联系或者确定好哪个旅行社后自行去交费用，现在已经有几位朋友联系我了，希望有意者尽快联系\r\n', 2, 0, 0, 0, 0, 0, 0, '广东', '广州', 1273251466, 1, 5, 1, 0),
(4, 36, 3, '雪佛兰购乐骋 ', '江苏', '常州', 3, 1281232800, 3, '13527894748', '近距离游玩，常州恐龙院或苏州乐园，可以找几家旅行社相互比较一下费用，如果有人认识并愿意做导游，我是求之不得，人数不限\r\n我比较喜欢和旅游团去，安全有秩序，早上去青年旅行社问过价格，常州费用178包括所有的费用，苏州乐园158，里面大型游玩还需另外付钱，两个地方供大家选择，而且都是一日游，有意者请联系或者确定好哪个旅行社后自行去交费用，现在已经有几位朋友联系我了，希望有意者尽快联系\r\n', 2, 0, 0, 0, 0, 0, 0, '广东', '广州', 1273251466, 0, 3, 1, 0),
(5, 36, 3, '故地重游白云山', '江苏', '常州', 3, 1281232800, 3, '13527894748', '近距离游玩，常州恐龙院或苏州乐园，可以找几家旅行社相互比较一下费用，如果有人认识并愿意做导游，我是求之不得，人数不限\r\n我比较喜欢和旅游团去，安全有秩序，早上去青年旅行社问过价格，常州费用178包括所有的费用，苏州乐园158，里面大型游玩还需另外付钱，两个地方供大家选择，而且都是一日游，有意者请联系或者确定好哪个旅行社后自行去交费用，现在已经有几位朋友联系我了，希望有意者尽快联系\r\n', 2, 0, 0, 0, 0, 0, 0, '广东', '广州', 1273251466, 0, 4, 1, 0),
(6, 36, 3, '想认识朋友', '江苏', '常州', 3, 1281232800, 3, '13527894748', '近距离游玩，常州恐龙院或苏州乐园，可以找几家旅行社相互比较一下费用，如果有人认识并愿意做导游，我是求之不得，人数不限\r\n我比较喜欢和旅游团去，安全有秩序，早上去青年旅行社问过价格，常州费用178包括所有的费用，苏州乐园158，里面大型游玩还需另外付钱，两个地方供大家选择，而且都是一日游，有意者请联系或者确定好哪个旅行社后自行去交费用，现在已经有几位朋友联系我了，希望有意者尽快联系\r\n', 2, 0, 0, 0, 0, 0, 0, '广东', '广州', 1273251466, 0, 3, 1, 0),
(7, 36, 3, '春暖花开结伴而行', '江苏', '常州', 3, 1281232800, 3, '13527894748', '近距离游玩，常州恐龙院或苏州乐园，可以找几家旅行社相互比较一下费用，如果有人认识并愿意做导游，我是求之不得，人数不限\r\n我比较喜欢和旅游团去，安全有秩序，早上去青年旅行社问过价格，常州费用178包括所有的费用，苏州乐园158，里面大型游玩还需另外付钱，两个地方供大家选择，而且都是一日游，有意者请联系或者确定好哪个旅行社后自行去交费用，现在已经有几位朋友联系我了，希望有意者尽快联系\r\n', 2, 0, 0, 0, 0, 0, 0, '广东', '广州', 1273251466, 0, 4, 1, 0),
(8, 36, 3, '浪漫一日', '江苏', '常州', 3, 1281232800, 3, '13527894748', '近距离游玩，常州恐龙院或苏州乐园，可以找几家旅行社相互比较一下费用，如果有人认识并愿意做导游，我是求之不得，人数不限\r\n我比较喜欢和旅游团去，安全有秩序，早上去青年旅行社问过价格，常州费用178包括所有的费用，苏州乐园158，里面大型游玩还需另外付钱，两个地方供大家选择，而且都是一日游，有意者请联系或者确定好哪个旅行社后自行去交费用，现在已经有几位朋友联系我了，希望有意者尽快联系\r\n', 2, 0, 0, 0, 0, 0, 0, '广东', '广州', 1273251466, 0, 3, 1, 0);

-- --------------------------------------------------------

-- 
-- 表的结构 `wrzc_net_dating_user`
-- 

CREATE TABLE `wrzc_net_dating_user` (
  `id` int(10) unsigned NOT NULL auto_increment,
  `fid` smallint(5) unsigned NOT NULL default '0',
  `userid` int(10) unsigned NOT NULL default '0',
  `content` text,
  `addtime` int(10) unsigned NOT NULL default '0',
  `flag` tinyint(4) NOT NULL default '0',
  PRIMARY KEY  (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=gbk AUTO_INCREMENT=2 ;

-- 
-- 导出表中的数据 `wrzc_net_dating_user`
-- 

INSERT INTO `wrzc_net_dating_user` (`id`, `fid`, `userid`, `content`, `addtime`, `flag`) VALUES 
(1, 3, 121, '联系方法：QQ\r\n应约说明：到时联系', 1273394969, 0);

-- --------------------------------------------------------

-- 
-- 表的结构 `wrzc_net_diary`
-- 

CREATE TABLE `wrzc_net_diary` (
  `id` int(8) unsigned NOT NULL auto_increment,
  `userid` int(8) unsigned NOT NULL,
  `weather` tinyint(1) NOT NULL,
  `feel` tinyint(2) NOT NULL,
  `title` varchar(100) NOT NULL,
  `content` text NOT NULL,
  `diaryopen` tinyint(1) unsigned NOT NULL default '1',
  `ifjh` tinyint(1) unsigned NOT NULL default '0',
  `click` int(8) unsigned NOT NULL default '0',
  `hfnum` smallint(4) unsigned NOT NULL default '0',
  `flag` tinyint(1) NOT NULL default '0',
  `stime` datetime NOT NULL,
  `addtime` datetime NOT NULL,
  PRIMARY KEY  (`id`),
  KEY `userid` (`userid`),
  KEY `userid_2` (`userid`)
) ENGINE=MyISAM  DEFAULT CHARSET=gbk AUTO_INCREMENT=11 ;

-- 
-- 导出表中的数据 `wrzc_net_diary`
-- 

INSERT INTO `wrzc_net_diary` (`id`, `userid`, `weather`, `feel`, `title`, `content`, `diaryopen`, `ifjh`, `click`, `hfnum`, `flag`, `stime`, `addtime`) VALUES 
(3, 36, 1, 12, '十月围城之一话', '<U><FONT style=\\"BACKGROUND-COLOR: #ffffff\\" color=#810081></FONT></U>\r\n<P><BR><BR><BR><a href=\\"http://www.wrzc_net.com/315.php\\"></A><BR>刚看了电影&lt;十月围城&gt;，有点感触，记之！</P>\r\n<P>何谓革命？欲求文明之幸福，不得不经文明之痛苦，此痛苦既为革命。细细数来，从风雨飘摇的晚清到辛亥革命成功，多少仁人志士为文明幸福而献身，其后貌似一统而军阀割据，活着的人又在亵渎文明，无视幸福，而后日本入侵，八年抗战下大家又团结一心，一心为这文明之幸福努力，痛自然无能挡之，苦自然无能诉之，坚强，坚强， 再坚强，抗战结束，文明之幸福将要来到。可是活着的人又开内战，人人口中喊着文明，似乎听他们的话幸福就要来了。后来大家都说幸福来了，不想革命却开始泛滥，文明之幸福成为泡影，当泡影化成云气之时，有人振臂一呼又要重建文明，找回幸福，可眼见一步之遥，吾之一生却不能跨越，真呜呼哀哉！</P>\r\n<P>结果四万万人口中的假幸福成了真幸福，而喊着真幸福的似乎又很虚幻，革命，革命，中国命运之多舛，中国人民命运之艰辛，皆因为，因为，因为，无法言语。</P>\r\n<P>中国近百年始终伴随着革命，真理，流血，斗争，而文明之幸福神叫，鬼也叫。因而在近代史模糊的今天，很多人已经说不清革命是什么了。因为在他们的脑袋里革命很混乱，好像近代史一样迷茫，深远。</P>\r\n<P>有人点评说：此部电影里没有好人与坏人，只是信仰不同，政见不同。相信有不少人都有类似看法。而我辈听此言，实不知是可怕还是可悲。</P>\r\n<P>我始终在反思，文明之幸福在哪儿？文明之真理又在哪儿？幸福，真理人人的理解各有不同，而对文明的理解却是永恒，文明是大道，先要看见文明，相信文明，明白文明，才会知道真正的幸福在哪儿，真理又在谁的手里。</P>\r\n<P>我不敢说我这段话是什么哲理，只是若后辈云云能明白大清国是满人所有而非汉蒙回藏等等所共有，此既不是文明，当然更要清醒的认识到人斗人也是文明的对立面，那么中国人就真正抓住了文明，随后幸福就来了，孙先生也就瞑目了。</P>\r\n<P>百年沧桑，俯仰一世，文明之道，是远？还是近？哈哈哈</P>\r\n<P>&nbsp;</P>', 1, 1, 7, 0, 1, '2010-05-04 14:27:00', '2010-05-04 14:34:58'),
(2, 37, 1, 1, '需找有缘人，非诚勿扰', '<P><FONT size=5>需找有缘人，非诚勿扰</FONT></P>\r\n<P><FONT size=4>要求：<BR></FONT>1.本地人，其他城市免谈<BR>2.交友的免谈，不聊天<BR>3.要求高的不用来，本人比较低调，想实在的交往<BR>4.未婚或者离异（无子女）都可以<BR>5.我条件一般，如果想条件好的，我可能不适合<BR>6.本人作风正派，想找个实实在在的女孩，善于表达，通情达理，</P>\r\n<P><FONT size=4>我的个人特征：</FONT><BR>身高（不穿鞋）175<BR>体重72公斤<BR>腰围2尺4<BR>短发，戴眼镜<BR>大专学历（计算机系毕业）</P>\r\n<P><BR>我需找的她的特征:</P>\r\n<P>身高160左右不大<BR>本地人，有无工作均可<BR>不胖，体重在45-50公斤<BR>腰围在1尺8到2尺<BR>清爽简洁，通情达理<BR>高中以上毕业</P>\r\n<P>我的个人简历：<BR>99年家电卖场主管<BR>2002年五星电器对公工程部经理<BR>2004年猫人柔卡上海区域大区经理<BR>2005-2010年电子商务网络销售主管</P>\r\n<P>个人心得：<BR>&nbsp;&nbsp;&nbsp; 其实我的想法很简单，我是离婚的，我想找个互相适合的，能一起携手的伴侣，虽然我不是很帅、不是很阳光，但是我很实在，多年的打拼，练就了生存的技能，也许，我不能带给您富庶的生活，但是，我可以照顾你一生......<BR>&nbsp;&nbsp;&nbsp; 我只希望,你是温柔、贤惠、能理解人、能关心人的一个好人，也许，我们都经历过挫折，我希望，过往的伤痕，只是已经过去的，一个记忆而已，如果有缘分，希望，我们能牵手一起，再创造新的、属于我们的天空，只要努力，我相信，一切，是可以改变的。<BR>&nbsp;&nbsp;&nbsp; 我的简述虽然直白了些，不过，我不想给大家互相浪费时间，我们都不是可以继续浪费时间的人了，也不是年轻的时候，可以不断的挑，人还是要实在点吧，机会不会随便的来临，是靠自己争取的，我想，我在创造这个机缘，也许，是一个机会，我希望，我们用真诚，去换取对方的真诚，希望真诚的付出，会有一丝真诚的回报......<BR>&nbsp;&nbsp;&nbsp; 谢谢你在百忙之中看到这个信息，也希望，如果有机会，我们可以聊聊，谢谢你，祝福你。<BR>&nbsp;&nbsp;&nbsp; 非诚勿扰。</P>', 1, 1, 7, 0, 1, '2010-05-04 14:20:00', '2010-05-04 14:21:56'),
(4, 36, 1, 1, '刻薄的人是因为不幸福', '生活中，常常有人会莫名其妙的不让你高兴，情不自禁的说刻薄的话。“待人处事挑剔、无情”的人，特别是言语上，总带着锯齿。网络里，更是集散着一些人很不健康的发泄，连韩寒也说：博客博客嘛，就应该刻薄一点。&nbsp;<BR>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 有人说刻薄可能源于能力不足，也可能源于心胸狭窄……<WBR>而我却认为，刻薄的人是因为不幸福。&nbsp;<BR>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 换个角度，有一天，如果你不喜欢赞扬别人，很看不惯所有的花朵，可能就意味着你开始不快乐了。越是强者，越宽厚；越是幸福的人，越能欣赏、悦纳别人的好。&nbsp;<BR>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 尖锐刺耳的话，在我们身边耳熟能详。见过街头一丑一胖的两人吵架，胖的人被骂是“发胖的猪”，该人冷笑：“起码我曾经瘦过，你，美过么？”&nbsp;<BR>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 没有包容、欣赏的心，其实是不开心的。刻薄如变质的水果，从心开始腐烂。浮躁、脆弱、狭隘、偏激，然后便会刻薄。&nbsp;<BR>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 刻薄表面是攻击，实际是自慰。似乎是夸张你的“坏”，其实是适应不了你的“好”。因此，刻薄者其实挺可怜，损人不利己，烦人自扰；所以，对刻薄者更要宽容，对这样的人，除了怜悯，就是谅解，再接着忽略，然后优雅的微笑着离开，幸福的人，是不吵架的，因为内心温润、圆满、平和、安宁。 ', 1, 1, 6, 0, 1, '2010-05-04 15:03:00', '2010-05-04 15:03:55'),
(5, 19, 1, 12, '我所希望的男人标准~呵呵 ', '<P>1 经常亲吻她，趁她不注意<WBR><WBR><BR>2 过马路时牵她的手。即使吵架。<WBR><WBR><BR>3 一定要有属于你们自己的房子，即使不大。<BR>4 一起听她喜欢的歌和她爱看的电影，陪她感动<BR>5 让她躺在你的腿上，可以抚摸她的头发。<WBR><WBR><BR>6 她洗澡的时候唱歌给她听，让她不觉得闷。<BR>7 哄她吃她不爱吃但有营养的食物。<BR>8 用情侣牙刷，然后把你的牙刷和她的偷偷换一下。<BR>9 当她很累时给她捏捏肩，捏捏脚，然后挠她脚心逗她开心。<BR>10 偷偷录下她走来走去和睡觉的样子。不管她耍赖还是威胁就是不删。<BR>11 没有理由的抱抱她。<BR>12 她写的东西我一定用心的看，读懂内心的那个她。<BR>13 周末为她做她喜欢吃的东西，然后散步。<BR>14 在大天广众之下背她或停下来拥抱她。<BR>15 在街上走的时候不会离她超过1米远的距离。<BR>16 进餐厅的门或出图书馆的时候一定为她拉门让她先走。<BR>17 陪她买菜杀价，她做饭你做汤。<BR>18 趁她半睡半醒间为她盖被子，醒来先看看熟睡的她，然后亲一下她的额头。<BR>19 在她特殊时期为她端上热的红糖水，然后若无其事的看电视。<BR>20 偶尔早上打电话给她，听她佣懒的声音然后问她想吃什么给她带回去。<BR>21 给她取可爱的外号，只有你能叫。<BR>22 手机和电脑的背景一定是她的照片或你们的合影。<BR>23 手机上的昵称一定是和别人不一样的，当你打给她时，她的姐妹看到会很羡慕。<BR>24 在家帮她梳个幼稚的发型，然后叫她女儿。<BR>25 如果出差一定带东西给她，虽然不贵，但证明你时刻都在想着她。<BR>26 她坐上车，一定先为她拉上安全带，再为自己拉。<BR>27 当她想要松开的时候一定再坚持抱她一会。<BR>28 永远不会丢下她一个人，就算你无理取闹也一定要让她安全。<BR>29 你心情不好的时候能同她说说，如果你不想说，就让你抱一下。<BR>30 刚上的饭菜一定装作抢着吃的样子，多为她夹些。<BR>31 当她无助时你能陪她爬爬山，看看夕阳。<BR>32 吵架后绝对不冷战，哄她之后告诉她你是为她好。<BR>33 睡觉的时候喜欢她抱着你，但当她背过身去一定也转身然后再抱她。<BR>34 在她做家务的时候为她拍照，告诉她穿围裙的样子也一样很美。<BR>35 如果她生病了一定细心照顾她，因为这时候她最脆弱，为她熬大大大补汤。<BR>36 钱包里一定有她的照片。<BR>37 下班回来一定会大声的说：老婆，我回来了。<BR>38 半夜故意把被子往自己这边拉，让她离自己近些。<BR>39 听她嘱咐我按时吃饭，多喝水多吃水果，说她罗嗦然后吻她。<BR>40 打雷的时候把她揽到怀里睡，然后说：我怕怕。<BR>41 帮她擦她吃东西留在嘴边的奶油的和果酱。<BR>42 留一点点的胡渣在亲她的时候扎扎她。<BR>43 在她的朋友面前细心的照顾她，让他们知道她的选择是对的。<BR>44 在你的朋友面前细心的照顾她，不让她觉得你冷落了她。<BR>45 有生之年陪她去趟她喜欢的城市或国家。<BR>46 当她发呆，做饭，拖地或趴在阳台的时候，你会在身后揽住她。<BR>47 不许她说对不起。告诉她这是圣旨。但可以用老公真好这四个字来代替。<BR>48 即使是冬天，她说口渴你也会一溜烟下床帮她倒水，但回来她必须帮你暖身子。<BR>49 当她钱包里钱不多的时候，你会拿给她说：帮我买双袜子，不用找了。<BR>50 让她爱上你爱的游戏，让她爱上你爱的球队。<BR>51 一起养只宠物。<BR>52 在她能看到的地方写篇文章。<BR>53 带她去游乐园，电影院，图书馆，博物馆，漫画展和小酒吧。<BR>54 有一首关于我 们故事的歌。每次去KTV都要唱。<BR>55 当她要和你商量事情或说不开心的事的时候，一定放下手中的东西认真听。<BR>56 如果有天她要离开你，你会挽留，也会放她走。告诉她受委屈的时候来找你。<BR>57 抱着一颗感激的心和她相处，当你想发脾气的时候，你要学会忍耐。<WBR><WBR><BR>58 下雨的时候打一把伞，迈一样的步伐踩水花不让天气影响她的心情。<BR>59 去餐厅点她喜欢的菜，如果实在点不出就点没吃过的，一起喊好吃或难吃。<BR>60 在你朋友和父母面前会夸赞她。不管她是否在场。<BR>61 当她不理你时，就模仿她的动作、她的声音、她的表情、她撒娇时说的话。<BR>62 送她回家一定把她送到门口，告诉她明天会来接她。<BR>63 绝不在她面前盯着别的女人看，看A片绝不被她逮到。<BR>64 总能随时变出一块她喜欢吃的糖。<BR>65 如果你有一天出了意外，希望她能找个人替你爱她照顾她。<BR></P>', 1, 1, 7, 0, 1, '2010-05-04 15:21:00', '2010-05-04 15:22:43'),
(6, 19, 1, 12, '给天下依然单身的人', '&nbsp; <FONT size=4>我们，条件不错； <BR>　　我们，年纪也不小了； <BR>　　我们，想恋爱了； <BR>　　但是我们还是单身，为什么？ <BR><BR>　　因为我们条件还算不错， <BR>　　所以我们高不成低不就； <BR>　　我们喜欢的， <BR>　　要么错过了，要么已经名花/草有主了； <BR>　　喜欢我们的，总觉得缺少一种感觉. <BR><BR>　　于是我们报着追求真感情的态度，寻找爱情， <BR>　　可是总觉得交际面太窄，没有办法认识理想的类型； <BR>　　于是我们报着宁缺毋滥的态度， <BR>　　自由着，孤单着... ... <BR><BR>　　有时候我们想寂寞的时候有个可以想念的人 <BR>　　有时候我们想孤单的时候有个可以说话的人 <BR>　　有时候我们想难过的时候有个肩膀可以依靠 <BR>　　．．．． <BR><BR>　　有时候我们以为我们很懂爱情了， <BR>　　但是也常常问自己爱情到底是什么？ <BR>　　说要现实一点，结果还是败给了“感觉” 　　</FONT> \r\n<P><FONT size=4>&nbsp;&nbsp;&nbsp; 有时候我们说要珍惜，其实我们正在浪费， <BR>　　挥霍自己的青春，浪费自己的感情. <BR>　　说要定下心来，结果还是很浮躁. <BR><BR>　　我们就这样寻寻觅觅、孤孤单单... ...&nbsp;<BR>&nbsp;&nbsp;&nbsp; 等待缘分到来... ... </FONT></P>', 1, 1, 7, 0, 1, '2010-05-04 15:23:00', '2010-05-04 15:23:55'),
(7, 4, 2, 12, '等一个人好累　爱一个人好苦', '<FONT size=2>有的东西你再喜欢也不<WBR></FONT>会属于你<WBR><BR>有的东西你再留恋也注定要放弃<WBR><BR>人生中有许多种爱，<WBR><BR>但别让爱成为一种伤害！<WBR><BR><BR>有些缘分是注定要失去的<WBR><BR>有些缘分是永远都不会有好结果的；<WBR><BR>爱一个人不一定要拥有<WBR><BR>但拥有一个人就一定要好好的去爱他；<WBR><BR>男人哭了<WBR><BR>是因为他真的爱了！<WBR><BR>女人哭了<WBR><BR>是因为她真的放弃了！<WBR><BR><WBR><BR>如果真诚是一种伤害<WBR><BR>我选择谎言；<WBR><BR>如果谎言是一种伤害<WBR><BR>我选择沉默；<WBR><BR>如果沉默是一种伤害<WBR><BR>我选择离开；<WBR><BR><WBR><BR>如果失去是苦<WBR><BR>你怕不怕付出？<WBR><BR>如果迷乱是苦<WBR><BR>你会不会选择结束？<WBR><BR>如果追求是苦<WBR><BR>你会不会选择执迷不悟？<WBR><BR>如果分离是苦<WBR><BR>你要向谁倾诉？<WBR><BR>好多事情都是后来才看清楚<WBR><BR>好多事情当时一点也不觉得苦<WBR><BR>然而我已经找不到来时的路！<WBR><BR><WBR><BR>有一种爱　明明是深爱　却说不出来；<WBR><BR>有一种爱　明明想放弃　却无法放弃；<WBR><BR>有一种爱　明知是煎熬　却又躲不开；<WBR><BR>有一种爱　明知无前路　心却早已收不会来！', 1, 1, 7, 0, 1, '2010-05-04 15:26:00', '2010-05-04 15:27:14'),
(8, 3, 1, 1, '美丽的五月', '<P style=\\"TEXT-INDENT: 2em\\">五月</P>\r\n<P style=\\"TEXT-INDENT: 2em\\">属于你的季节</P>\r\n<P style=\\"TEXT-INDENT: 2em\\">到处都有你可爱的身影</P>\r\n<P style=\\"TEXT-INDENT: 2em\\">梦里也有你灿烂的笑靥</P>\r\n<P style=\\"TEXT-INDENT: 2em\\">你那甜甜的声音</P>\r\n<P style=\\"TEXT-INDENT: 2em\\">伴着手机响起的那一刻</P>\r\n<P style=\\"TEXT-INDENT: 2em\\">沁入我心扉</P>\r\n<P style=\\"TEXT-INDENT: 2em\\">能融化冰山的积雪</P>\r\n<P style=\\"TEXT-INDENT: 2em\\">&nbsp;</P>\r\n<P style=\\"TEXT-INDENT: 2em\\">五月的风</P>\r\n<P style=\\"TEXT-INDENT: 2em\\">让你热烈的燃烧</P>\r\n<P style=\\"TEXT-INDENT: 2em\\">在我最需要你的时候</P>\r\n<P style=\\"TEXT-INDENT: 2em\\">风伴你飘到我的身旁</P>\r\n<P style=\\"TEXT-INDENT: 2em\\">使我时刻能感受到</P>\r\n<P style=\\"TEXT-INDENT: 2em\\">那炽热的眼神，火样的热情</P>\r\n<P style=\\"TEXT-INDENT: 2em\\">&nbsp;</P>\r\n<P style=\\"TEXT-INDENT: 2em\\">五月的雨</P>\r\n<P style=\\"TEXT-INDENT: 2em\\">是我所盼望的</P>\r\n<P style=\\"TEXT-INDENT: 2em\\">只有在那时候</P>\r\n<P style=\\"TEXT-INDENT: 2em\\">你才有全部属于我的时刻</P>\r\n<P style=\\"TEXT-INDENT: 2em\\">五月的雨啊</P>\r\n<P style=\\"TEXT-INDENT: 2em\\">你怎么就不能多下点呢</P>\r\n<P style=\\"TEXT-INDENT: 2em\\">让他有更多的时间</P>\r\n<P style=\\"TEXT-INDENT: 2em\\">伴在我耳旁细语入心</P>\r\n<P style=\\"TEXT-INDENT: 2em\\">&nbsp;</P>\r\n<P style=\\"TEXT-INDENT: 2em\\">五月的夜</P>\r\n<P style=\\"TEXT-INDENT: 2em\\">短暂而漫长</P>\r\n<P style=\\"TEXT-INDENT: 2em\\">不知不觉中</P>\r\n<P style=\\"TEXT-INDENT: 2em\\">夜色已由初暮沉为浓墨</P>\r\n<P style=\\"TEXT-INDENT: 2em\\">欢快的心仍不愿入睡</P>\r\n<P style=\\"TEXT-INDENT: 2em\\">在那漫长的午夜过后</P>\r\n<P style=\\"TEXT-INDENT: 2em\\">辗转期待黎明的再次降临</P>\r\n<P style=\\"TEXT-INDENT: 2em\\">跳动的头像会让我忘记</P>\r\n<P style=\\"TEXT-INDENT: 2em\\">此刻身边的任何人事</P>\r\n<P style=\\"TEXT-INDENT: 2em\\">&nbsp;</P>\r\n<P style=\\"TEXT-INDENT: 2em\\">五月的空气</P>\r\n<P style=\\"TEXT-INDENT: 2em\\">有你的影子而变得清新</P>\r\n<P style=\\"TEXT-INDENT: 2em\\">当我深深地想起你的温存</P>\r\n<P style=\\"TEXT-INDENT: 2em\\">快乐便会如溪水般</P>\r\n<P style=\\"TEXT-INDENT: 2em\\">荡漾起一池幸福</P>\r\n<P style=\\"TEXT-INDENT: 2em\\">流淌出蜜般的温馨</P>\r\n<P style=\\"TEXT-INDENT: 2em\\">&nbsp;哦，那抹不去的美丽五月！</P>', 1, 1, 6, 0, 1, '2010-05-04 15:29:00', '2010-05-04 15:30:36'),
(9, 13, 1, 12, '困惑——坚定自己的信念', '昨网上收到留言，是一个优秀的女孩，留言内容是：物欲纵横的社会，感情的脆弱，金钱的横行，我们到底要怎样才能衡量。孰轻孰重，现在又有多少人还能分的清楚。&nbsp;&nbsp;&nbsp;&nbsp;车轮滚滚的时代，开始让人喘不过气来。面对着良心的决择，一次次的呼唤，开始沦陷。商业化的社会让你懂得了“挣钱才是硬道理”“人不为己，天诛地灭”，人情冷暖，世态炎凉。在这个复杂纷乱的社会人际关系中，抛弃了感情，让我们渐渐学会了向钱看齐。金钱是个诱人的东西。现代社会，钱对每个人来说都是必不可少的。钱能解决衣、食、住、行...满足人的各种需求。有时候还包括感情。&nbsp;&nbsp;&nbsp;&nbsp;前几天回去，看见很久不见的朋友，平时他们两口子挺好的，小孩也有一岁了吧，就在我要离开的前一天，他们吵架了，具体的原因他们没和我说，不过，在她的抱怨声中，我听出个中原由，孩子的奶粉钱，尿片钱，柴米油盐，生活费...一切的根源，还是在钱，一个很脏的东西，可是就是这个脏东西，毫不留情的在和感情PK，毫不留情的把感情伤的一败涂地。七年的感情，比不上金钱的诱惑，这么多的怨言，究竟能沉淀多久，爆发出来，结果，似乎只有一个，离婚。&nbsp;&nbsp;&nbsp;&nbsp;看着他们的争吵，想起自己的心碎，也许她羡慕我，想要什么都能得到，只是心灵的空虚是金钱弥补不了的，那个洞只会越来越大，总有一天会变成一个无底深渊。对于自己的感情，还没争取，就要放手，把什么都寄托到下辈子，其实那只是自己安慰自己而已，只是给自己的一个借口。外表的光鲜，是如此的耀眼，内心的无奈又有几个人懂。他们没有金钱却能和爱的人在一起，日子虽然苦点，但是那种充实感是很多只看钱不看情的人感觉不到的，是那么的温暖，那才是真正耀眼的光芒。只是被金钱蒙蔽的双眼，似乎已经看不见了。&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 看着越来越多的人对金钱的崇拜，想起感情的脆弱，也许现在的人真的把金钱看的比什么都重要，都是这么的现实。究竟有几个人有想过，金钱能满足的仅仅是当时的需求，等到你什么都有的时候，回过头来一看，其实自己还是一无所有，除了那一身铜臭味。想想那些已长眠与黄土中的逝者，也许生前他们腰缠万贯，挥金如土...但一切的一切，他们都带不走。我们又何必为了那生不带来死不带去东西如此着迷。&nbsp;&nbsp;&nbsp;&nbsp;当然，感情也不能当饭吃，只要感情不要金钱也是不长久的事，曾经听过这样一个故事：在一个综艺节目里一个主持人问一对热恋中的男女“假如有一个中意你的男子,想用5万元买下你的爱情,你会愿意接受他吗?”女人摇头弃之。主持人又问“假如有一个中意你的男子,想用50万买下你的爱情,你会愿意接受他吗?”女人开始看着自己男朋友。主持人继续问“假如有一个中意你的男子,想用500万买下你的爱情,你会愿意离开你身边的男人吗?”男人突然大喊“我的女人不会这么做！”结果,她旁边的女人说:“不，假如那个男子能出这么多的钱买下自己的爱情，那他一定爱我比你爱我更多！”这个故事让我们知道感情有时也需要金钱来做保障，没有金钱的保障，也许只能蹲街头去爱了。&nbsp;&nbsp;&nbsp;&nbsp;感情在生活中只是个精神食粮而已，感情再好最后还是要归结到物质金钱上才最现实，不过没有感情只有金钱的日子就会幸福吗？？我看也不一定吧..&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 我们究竟要怎样来面对金钱与感情？又应该用什么来衡量呢？ <BR>&nbsp;&nbsp;&nbsp;&nbsp;我看了深有感触，这是现在每个年轻人面对的社会现实问题，金钱、感情、婚姻，没有固定的方程式来解答，我也给她留了言：还在吗！那要看你获取金钱的欲望是为了自己还是为了家人，大家都在忙碌表面看目的都一个为了钱，但有着本质的区别，有的是用自己辛勤的汗水带给家人的幸福快乐，有的是满足自己的私欲，感情或许受金钱的影响，那要看身边的是怎样的人，有的人为了结婚而结婚，有的人真爱走到了一起，看得透的人往往生活的更幸福，我欣赏杨过和小龙女，说这话有点觉着好笑是吗，那是无可替代的彼此，一生付出到老都不会后悔，那是真的感情，人结婚之时有激情，时间久了会慢慢淡化为彼此相互依赖的亲情，人这辈子遇到了对自己真心的就该好好珍惜，钱一起去挣的才更有意义，一起努力建立的家庭才会更幸福！ <BR>&nbsp;&nbsp; 这个社会对我们的诱惑很大，无论是物质上或精神上的，只有坚定自己的信念才不会迷惑 <BR>！ <BR>&nbsp;&nbsp; 以上是我给她的留言，每个人由于成长、学习的环境和所接触的社会层面，对生活的理解都不一样，我希望她也希望所有为之困惑的朋友都能坚定自己的信念，身心呼吸会是清新的空气，迎面的将是一片蔚然的天空！ ', 1, 1, 7, 0, 1, '2010-05-04 15:32:00', '2010-05-04 15:33:19'),
(10, 7, 1, 12, '情感——良药还是毒药', '&nbsp;她，生长在重庆，本来学的是法律，毕业后转行一直从事酒店工作，凭着自己的敏锐反应和超强的适应能力，很快，便受到上司的赏识，于是职位越升越高，从普通助理一直做到了酒店总经理，这个过程只用了六年。可以说，事业上，她还是一帆风顺的。 \r\n<P>&nbsp;&nbsp; 相貌上，她有着金领该有的气质；资质上，她有着女性少见的魄力。但在感情的道路上，她却走得一路坎坷，心力交悴。</P>\r\n<P>&nbsp;&nbsp;&nbsp; 她和同期出生的七十年代初的人一样，从恋爱到结婚是一次性成功的。她与老公也有过几年“幸福”的婚姻生活，但可能是因为正处于事业的上升阶段，他和老公商量好，过几年再要小孩。于是四年后，当她第一次怀孕时，夫妻俩的兴奋劲是无法用语言来形容的，但这种兴奋劲立即便被孕检结果给打消得一干二净，因为检查结果显示——宫外孕。没有办法，忍痛拿掉了第一个小孩。休养了一年多，当她惊喜地发现第二次怀孕时，检查又一次让他俩震惊，依然是宫外孕。医生建议她不能再要小孩了，总是宫外孕会对自身产生极大的伤害的。她也十分地无奈和绝望，但丈夫这一次好像并不是十分的理解，她觉得他是在抱怨她一直忙于工作，错过了生育的最佳时期。既而觉得妻子不是十分地爱自己，而是更爱自己的事业，更爱那种凌驾在丈夫之上的感觉。一句话，因为自己在事业上超过了自己的老公，但在感情上又不能弥补这一状况。于是她们的心越走越远，这样的婚姻又维持了两年，终因无力支撑最终走上了协议离婚的道路。</P>\r\n<P>&nbsp;&nbsp;&nbsp; 离婚时，她已经三十三岁了，虽然也有不少人给她介绍过对象。但由于她知道自已很难再生育的状况，再不敢轻易接受又一次情感了。她把自己封闭了起来，跟朋友接触越来越少。只是一个人除了工作就是在家上网，做了彻头彻尾的宅女。</P>\r\n<P>&nbsp;&nbsp;&nbsp; 但爱情，并不是你不找它，它就不来找你的，当你遇上时，你想躲也躲不开的，这次她的爱情并不发生在身边，而就在网上，虽然网上的恋情并不可靠这种说法谁都清楚。但任谁遇上，当局者迷这种情况，是无论什么人都会有的。</P>\r\n<P>&nbsp;&nbsp;&nbsp; 她一个人喜欢写些心情类的博文，也常会有人加自己为博友，也会在网上互换QQ号，加上别人聊天。这天，一个叫风一样的男子的人看过她写的博文后加了她为好友，两人从开始的简单问候，没有超过十天，便成了无话不谈。她不知道他的QQ资料上写的是不是真实的情况，因为QQ上写假情况的太多，他的QQ上的年龄只写着二十四岁。但她觉得他可能不止二十四、五岁，因为从他的只字片语中看，他是个十分会关心人的人，应该超出了二十四岁年龄的人关心人的程度。她只知道他在扬州一家酒吧做DJ，其他的情况，她没有问，他也没有说。</P>\r\n<P>&nbsp;&nbsp;&nbsp; 就这样聊了一个多月，一直都是网聊，他们从没有视频过，只是相互在网上看过彼此的照片。有一天，他突然提出来想来重庆见她，她没有太在意，因为她知道，重庆不是南京，离扬州不算太近，来一次就为见一个网友，不能太当真。但是第二天，再看他的QQ一直都没有亮着。她还以为这两天他比较忙，没有空上网了，但紧接着，晚上便接到了他的电话，告诉她，他已经在重庆了。</P>\r\n<P>&nbsp;&nbsp;&nbsp; 她兴冲冲地去他所在的宾馆看他，从开始敲门的那一刻，她的心就一直砰砰地跳个不停，想让它缓和一点都缓和不下来。他过来开门了，果然是一张年轻略带英气的脸。外表打扮十分时尚，很符合一个DJ的职业，只是人很瘦，可能长期从事夜晚工作，整个人有点沉闷，缺乏阳光男孩应有的鲜活与明朗。</P>\r\n<P>&nbsp;&nbsp;&nbsp; 他大包小包的带了很多东西，说是不想在扬州工作了，这次来重庆，一来为了见她，也是正好想换个工作环境。她想这个好办，凭她在重庆的社会关系，在这儿帮他找份工作，是很容易的事情。于是她很快打电话给一个开酒吧的朋友，给他联系了一份工作。那晚，她没有住那边，只是第二天来带他逛了重庆的好多地方，第三天带他去自己老家奉节县去看了那里的山山水水，带他吃了她觉得是这世界上最好吃的东西——腊肉。</P>\r\n<P>&nbsp;&nbsp;&nbsp; 她觉得从见到他的那一刻起，她对他的感觉就更好了，恨不得每天都能见到他。她不知道他有没有这种感觉，但又担心年龄上的差距，他毕竟整整比自己小九岁。如果没有恋姐或恋母情结，应该不会真心喜欢上自己吧，虽然他嘴上和网上一样地甜言蜜语。但这种担心还是时时围绕着她，使她不敢轻易接受他的示爱。因为身边的朋友提醒过她，他看上她也可能是因为她“老总”的身份。但不管怎么说，她现在的感觉只有一个——她找到了治疗感情创伤的良药。</P>\r\n<P>&nbsp;&nbsp;&nbsp; 但这种疑虑没有维持多久，便土崩瓦解了，因为她太需要一个男人的关爱了，只要他对她付出一点一滴，她也会用涌泉来加以回报。于是没有多久，两人开始同居了。她开始带他认识她身边的朋友以及社交圈子里的人。只是开始介绍时态度多少有点暧昧，因为她都不知道该怎么介绍他好，可能还是由于年龄差距的缘故。但看到身边的朋友都很高兴地接受了他，他也十分会逗女人们的欢心，便稍稍放宽心起来。她像条小虫似地陶醉在爱情的蜜柚里，每天靠甜汁将自己喂得饱饱地，没有任何的事情好想好做的。她满眼看到的，全是他的优点：对人很绅士、说话很动听、很能了解女人的心意、打得一手漂亮的台球，就连他总是不刮胡子都被她看作是艺术人士的气质……</P>\r\n<P>&nbsp;&nbsp;&nbsp; 他们在重庆一起生活了近两年的时间，他又开始烦闷了，说还想换个工作环境，想去别的城市工作，他没有要求她和他一起换工作环境，因为他知道，她现在的职位，来之不易，换个城市得重新去打拼。但是他执意要换，她处于了两难的境地，一边是自己如意的郎君，一边是自己满意的工作。她权衡了好久，最后给自己下了决心，工作到哪都好找，再找一个自己心爱的人并不十分容易。于是，收拾好行囊后，她不顾家人的反对，与他来到了另一个城市上海。她觉得可能是由于他职业的原因，换个大城市，对他的职业来说应该是正常的事情。此刻她忘记了她曾因为自己的工作暂缓要小孩的事情，一心想着对方的事业。也可能是上一次的惨败给自己的教训。这次，她十分地迁就他，他想要怎么样就随着他的性子。她也不知道这种迁就夹不夹杂着年龄差距的原因。是不是年龄大的女子会让着比自己年龄小的男子呢？</P>\r\n<P>&nbsp;&nbsp;&nbsp; 但是在上海没有呆几个月，也就在他们俩人都找到工作刚开始适应起新的生活时，他接到了家里人的电话，他爸说自己承包了以前的工厂，希望儿子辞掉DJ这种飘泊不定的工作去他的厂里上班，好有份安定的工作，也好早点成家。出于对父母的尊敬，他接受了父亲的建议，辞去了上海的工作。她呢，不必说了，重庆的工作都辞了，何况这份呢，于是，带着担心和憧憬她和他来到了他在扬州的家。</P>\r\n<P>&nbsp;&nbsp;&nbsp;&nbsp; 看着儿子带一个大她九岁的女人回来一起住，他的母亲首先表现出极大的不满。这也是人之常情，换了别人的母亲可能也是一样。于是她所担心的事情一件件地发生了，他母亲总是挑她的不是，背着她常在他儿子面前说她的坏话。还让人给儿子相亲，希望能找到更合适的对象。面对着父母的一次次的挑唆，他也开始了退却。开始为自己的婚姻作打算，开始思考这样的结合是否正确，于是口角不可避免地爆发了——</P>\r\n<P>&nbsp;&nbsp;&nbsp; 先是由于工作的原因，她来扬州，也找了份酒店的工作，来一家新开的度假村做了营销部经理，虽然和她以前的工作还有一定的差距，但是刚来能找到这样的工作，她已经很知足了，她想努力将工作做好，她拿出以前工作的拼命劲头，开始了新的事业点。做酒店营销工作的，回家迟点，拖班是很正常的现象，在她看来，可是他现在不这么想了，以前在重庆时，他没有对她的工作提过任何异议，可到了扬州，不同了，他开始嫌她顾工作不顾他了。嫌她回家晚了，做好了的饭菜都凉了。于是她说他不够理解她，他说她太不顾家，太不顾别人的感受……她觉得她又回到了前一次的状态。心里十分地委曲和苦楚，在扬州，除了同事，她几乎没有其他朋友了，她开始想家了，想母亲，想母亲做的腊肉，那年冬天，她打电话给母亲，母亲说要寄腊肉给她吃，她兴奋了好几天，天天盘算着，她的腊肉什么时候到，仿佛只有吃到家乡的东西，才能慰藉受伤的心灵。</P>\r\n<P>&nbsp;&nbsp;&nbsp; 她也试着缓和气氛，特意请假来陪他，陪他的家人，做自己的拿手好菜给他的家人吃，可惜她所做的一切只换来他家人的白眼。她气愤到了极点，终于知道了什么叫寄人屋檐下的滋味，按捺不住的火苗终于还是喷了出来，一下就点然了导火索。于是一场争吵过后，他的母亲搬离了家，出去外面租房子一个人住了。她也觉得自己这样做过火了，毕竟他母亲才是这个家的女主人，但事情已经发生了。就算她想挽回也挽回不了了，除非自己主动放弃。可是又觉得咽不下这口气，毕竟为他，她已经放弃了好多，再失去他，她觉得自己什么都没有了。接下来的日子里，她一直在小心翼翼地过日子，生怕再惹出什么麻烦来。</P>\r\n<P>&nbsp;&nbsp;&nbsp; 和爱情一样，麻烦也是你越想躲，越是躲不掉的，它和爱情还有一个共同特征就是——突如其来。</P>\r\n<P>&nbsp;&nbsp;&nbsp; 生活的不安定导致了她工作的不顺心，度假村领导的更换，使她一时很难接受新领导的指示。总觉得和领导搭上不调，也可能因为心理因素在作怪。到了这个年底，她终于决定辞去工作换一个新的工作了。就在这时，他又出现状况了，她发现他在和他以前的女朋友联系，而且不是一般的联系，而是又打得火热了。他的手机上经常能看到她的暧昧短信，更让她难以接受的是，他们刚吵完架，他就会打他前女友的电话向她诉苦。仿佛那边的才是知音，而她就是一个不可理喻的女人。她开始重新审视这个男人了，她发现他并不像她开始所想的那么完美，他会给人承诺，但很少实现，他会今天一个态度，明天受点小影响，立即会改变态度。以前从不知道男人的耳朵根子也会这么软的。她开始觉察到他的自私，开始怀疑自己当初的坚持。</P>\r\n<P>&nbsp;&nbsp;&nbsp; 终于到了她实在在他家里住不下去的时候，不光由于他父母的反对，更多的是由于他的反反复复，喜怒无常。他们提到了分手，第二天出去自己打听了一下租房子的情况，想搬出来住，哪知道，他第二天一知道她出去找房子了，他做的事情竟然是找人家向自己的前女友家门上去提亲。虽然并没有最终结果，但他的这一举动让她彻底看清了他对自己的态度——本来就是一个可能可无的床伴。她的心又开始彷徨不知所踪了。</P>\r\n<P>&nbsp;&nbsp;&nbsp; 房子是没有找到，她依然住在他的家里，不知是怎么回事，可能是提亲受了挫，他对他的态度又开始转变了，开始对她好起来。好得她有点不知所措，本来都打算答应重庆原来酒店的邀请，继续回重庆工作，离开这伤心地了。但面对他动情的再次出击，她又开始了女人独有的心软和期待。他们开始商量婚事，她打算为他去动手术，她特地询问过医生，医生说动过手术后有再次怀孕的可能，但此时她已经快三十八岁了，再生养的话也属高龄产妇了，何况还有两次的“前科”，但她不想他们总是同居关系，她想成为他正式的妻子，他还未婚未育，要成为他妻子，首先就得迈过这道门槛。虽然他之前也说过没有小孩他还会对她好一辈子，领个别人的小孩一样生活这种话，但女人心里清楚，这样的话只能是一时兴起随口而说的，没有小孩的婚姻很难维持很久的。但就是自己有这种想法，他还是觉得他们一家子人太让她失望了，因为他和父母商议居然说，生小孩是她自己的事，要开刀也是她自己的事，开刀的费用，得由她自己来出，他们是不会出一分钱花在这个上面的。</P>\r\n<P>&nbsp;&nbsp;&nbsp; 她这才看到了人性中无情和冷酷的一面，本来已经预约好的手术一拖再拖。辞去工作的她在家没有再找其他工作，整天约牌友一起打麻将，不知是为了麻痹自己还是因为实在空虚。</P>\r\n<P>&nbsp;&nbsp;&nbsp; 她觉得她在浪费自己的青春年华，连青春的尾巴都没有抓到，他受了他父亲的影响，说准备去新疆工作。她已没有任何心思好想，就想等他走了以后，她也回家，回到疼爱自己的父母身边。回到关心自己的朋友中间。</P>\r\n<P>&nbsp;&nbsp;&nbsp; 她的小姨也要她介绍对象，对方是她小姨的生意伙伴，在深圳，人家年纪和她相仿，已经有了小孩了，不需要再考虑生育问题。她虽然已经答应看看，但她知道，经历了两次创伤，她的伤口已经很深了，不是普通的药便能抹平了的，感情是灵药也是毒药，能让人从死到生，也能让人从生到死，再有金刚不坏之身也经不起这样反复地死去活来。身边的朋友们，你们如果无意接触碰到了感情的触须，请一定看准了再投入，千万不要抱着试试的心态去轻易尝试，试药的苦果，最终也只能由自己来承受……</P>\r\n<P>&nbsp;</P>', 1, 1, 17, 1, 1, '2010-05-04 15:36:00', '2010-05-04 15:37:34');

-- --------------------------------------------------------

-- 
-- 表的结构 `wrzc_net_diary_bbs`
-- 

CREATE TABLE `wrzc_net_diary_bbs` (
  `id` int(8) unsigned NOT NULL auto_increment,
  `fid` int(8) NOT NULL,
  `content` varchar(4000) NOT NULL,
  `userid` int(8) NOT NULL,
  `addtime` datetime NOT NULL,
  `flag` tinyint(1) unsigned NOT NULL default '1',
  PRIMARY KEY  (`id`),
  KEY `userid` (`userid`),
  KEY `userid_2` (`userid`)
) ENGINE=MyISAM  DEFAULT CHARSET=gbk AUTO_INCREMENT=2 ;

-- 
-- 导出表中的数据 `wrzc_net_diary_bbs`
-- 

INSERT INTO `wrzc_net_diary_bbs` (`id`, `fid`, `content`, `userid`, `addtime`, `flag`) VALUES 
(1, 10, '房子是没有找到，她依然住在他的家里，不知是怎么回事，可能是提亲受了挫，他对他的态度又开始转变了，开始对她好起来。好得她有点不知所措，本来都打算答应重庆原来酒店的邀请，继续回重庆工作，离开这伤心地了。但面对他动情的再次出击，她又开始了女人独有的心软和期待。', 121, '2010-05-09 17:06:58', 1);

-- --------------------------------------------------------

-- 
-- 表的结构 `wrzc_net_favorite`
-- 

CREATE TABLE `wrzc_net_favorite` (
  `id` int(10) unsigned NOT NULL auto_increment,
  `userid` int(10) unsigned NOT NULL,
  `kind` tinyint(2) unsigned NOT NULL,
  `title` varchar(100) NOT NULL,
  `url` varchar(255) NOT NULL,
  `addtime` datetime NOT NULL,
  PRIMARY KEY  (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=gbk AUTO_INCREMENT=1 ;

-- 
-- 导出表中的数据 `wrzc_net_favorite`
-- 


-- --------------------------------------------------------

-- 
-- 表的结构 `wrzc_net_friend`
-- 

CREATE TABLE `wrzc_net_friend` (
  `id` int(10) unsigned NOT NULL auto_increment,
  `userid` int(10) unsigned NOT NULL,
  `senduserid` int(10) unsigned NOT NULL,
  `new` tinyint(1) unsigned NOT NULL default '1',
  `ifhmd` tinyint(1) unsigned NOT NULL default '0',
  `ifagree` tinyint(1) unsigned NOT NULL default '0',
  `addtime` datetime NOT NULL,
  PRIMARY KEY  (`id`),
  KEY `senduserid` (`senduserid`),
  KEY `userid` (`userid`),
  KEY `senduserid_2` (`senduserid`),
  KEY `userid_2` (`userid`)
) ENGINE=MyISAM  DEFAULT CHARSET=gbk AUTO_INCREMENT=14 ;

-- 
-- 导出表中的数据 `wrzc_net_friend`
-- 

INSERT INTO `wrzc_net_friend` (`id`, `userid`, `senduserid`, `new`, `ifhmd`, `ifagree`, `addtime`) VALUES 
(4, 7, 8, 1, 0, 0, '2010-04-13 21:43:26'),
(3, 1, 7, 1, 0, 0, '2010-04-13 20:13:25'),
(5, 4, 9, 0, 0, 1, '2010-04-14 01:47:55'),
(6, 21, 1, 1, 0, 0, '2010-04-27 16:48:39'),
(7, 1, 4, 1, 0, 0, '2010-04-28 12:35:35'),
(8, 9, 4, 0, 0, 1, '2010-04-28 12:36:21'),
(9, 27, 28, 0, 0, 1, '2010-04-28 15:17:31'),
(10, 37, 38, 1, 0, 0, '2010-05-05 21:28:12'),
(11, 19, 39, 1, 0, 0, '2010-05-06 02:01:13'),
(12, 3, 39, 1, 0, 0, '2010-05-06 02:02:47'),
(13, 28, 27, 0, 0, 1, '2010-05-07 08:44:46');

-- --------------------------------------------------------

-- 
-- 表的结构 `wrzc_net_friend_news`
-- 

CREATE TABLE `wrzc_net_friend_news` (
  `id` int(10) unsigned NOT NULL auto_increment,
  `userid` int(10) unsigned NOT NULL default '0',
  `senduserid` int(10) unsigned NOT NULL default '0',
  `content` varchar(250) default NULL,
  `addtime` int(10) unsigned NOT NULL default '0',
  PRIMARY KEY  (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=gbk AUTO_INCREMENT=4 ;

-- 
-- 导出表中的数据 `wrzc_net_friend_news`
-- 

INSERT INTO `wrzc_net_friend_news` (`id`, `userid`, `senduserid`, `content`, `addtime`) VALUES 
(1, 9, 4, '发表了一篇名为“等一个人好累　爱一个人好苦　想一个人好痛　恨一个人好难”的日记，<a href=http://www.cms163.net/home/diary7.html target=_blank  class=uDF2C91>点击查看</a>', 1272958034),
(2, 9, 4, '发表了一篇名为“等一个人好累　爱一个人好苦　想一个人好痛　恨一个人好难”的日记，<a href=http://www.cms163.net/home/diary7.html target=_blank  class=uDF2C91>点击查看</a>', 1272958047),
(3, 9, 4, '在“美食天地”圈子发表了一篇名为“劲爆广州美食指南!”的帖子，<a href=http://www.cms163.net/group/read2.html target=_blank  class=uDF2C91>点击查看</a>', 1272961667);

-- --------------------------------------------------------

-- 
-- 表的结构 `wrzc_net_gbook`
-- 

CREATE TABLE `wrzc_net_gbook` (
  `id` int(10) unsigned NOT NULL auto_increment,
  `userid` int(10) unsigned NOT NULL,
  `nickname` varchar(45) NOT NULL,
  `senduserid` int(10) unsigned NOT NULL,
  `sendnickname` varchar(45) NOT NULL,
  `title` varchar(100) NOT NULL,
  `content` varchar(3000) default NULL,
  `new` tinyint(3) unsigned NOT NULL default '1',
  `addtime` datetime NOT NULL,
  PRIMARY KEY  (`id`),
  KEY `senduserid` (`senduserid`),
  KEY `senduserid_2` (`senduserid`),
  KEY `userid` (`userid`)
) ENGINE=MyISAM  DEFAULT CHARSET=gbk AUTO_INCREMENT=4 ;

-- 
-- 导出表中的数据 `wrzc_net_gbook`
-- 

INSERT INTO `wrzc_net_gbook` (`id`, `userid`, `nickname`, `senduserid`, `sendnickname`, `title`, `content`, `new`, `addtime`) VALUES 
(1, 2, 'wygkcn', 1, '客服中心', '对不起！个人资料审核失败！', '个人资料审核失败！请检查你的个人资料是否包含联系方法、或者是否填写了与本人不相干的信息、或者填写了违反国家法律法规和不健康的信息，或是缺少身高体重等基本资料。请检查并重新修改您的个人资料。　　<a href=a2.php><font color=red><u>进入修改</u></a>', 0, '2009-12-20 14:56:48'),
(2, 9, 'wahaha', 4, 'youyou', '5555555555555', '555555555555', 1, '2010-04-28 12:36:34'),
(3, 9, 'wahaha', 4, 'youyou', '55555555555555555555555555555555555', '55555555555555555555555555\r\n5555555555\r\n5\r\n5\r\n555\r\n\r\n', 1, '2010-04-28 15:53:46');

-- --------------------------------------------------------

-- 
-- 表的结构 `wrzc_net_group_bk`
-- 

CREATE TABLE `wrzc_net_group_bk` (
  `id` int(10) unsigned NOT NULL auto_increment,
  `mainid` smallint(5) unsigned default '0',
  `maintitle` varchar(50) default NULL,
  `title` varchar(50) default NULL,
  `content` varchar(400) default NULL,
  `px` int(10) unsigned default '0',
  `addtime` datetime default NULL,
  `userid` int(10) unsigned default '0',
  `nicknamesexgradephoto_s` varchar(60) default NULL,
  PRIMARY KEY  (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=gbk AUTO_INCREMENT=4 ;

-- 
-- 导出表中的数据 `wrzc_net_group_bk`
-- 

INSERT INTO `wrzc_net_group_bk` (`id`, `mainid`, `maintitle`, `title`, `content`, `px`, `addtime`, `userid`, `nicknamesexgradephoto_s`) VALUES 
(2, 2, '美食天地', '广州美食', '吃在广州......', 0, '2010-05-04 16:02:43', 3, 'zxc123|2|3|m/201005/3.jpg'),
(3, 2, '美食天地', '为你疯狂', '吃是最开心的事', 0, '2010-05-04 16:03:45', 3, 'zxc123|2|3|m/201005/3.jpg');

-- --------------------------------------------------------

-- 
-- 表的结构 `wrzc_net_group_club`
-- 

CREATE TABLE `wrzc_net_group_club` (
  `id` int(10) unsigned NOT NULL auto_increment,
  `mainid` smallint(5) unsigned default NULL,
  `maintitle` varchar(100) default NULL,
  `title` varchar(100) default NULL,
  `kind` varchar(100) default NULL,
  `hdtime` varchar(100) default NULL,
  `address` varchar(100) default NULL,
  `jtlx` varchar(100) default NULL,
  `num_n` smallint(5) unsigned default '0',
  `num_r` smallint(5) unsigned default '0',
  `rmb_n` smallint(5) unsigned default '0',
  `rmb_r` smallint(5) unsigned default '0',
  `tbsm` varchar(500) default NULL,
  `content` text,
  `flag` tinyint(3) unsigned default '0',
  `jzbmtime` datetime default NULL,
  `click` int(10) unsigned default '0',
  `addtime` datetime default NULL,
  `bmnum` smallint(5) unsigned default '0',
  `gbooknum` smallint(5) unsigned default '0',
  `ifjh` tinyint(1) unsigned default '0',
  `picurl_s` varchar(50) default NULL,
  PRIMARY KEY  (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=gbk AUTO_INCREMENT=7 ;

-- 
-- 导出表中的数据 `wrzc_net_group_club`
-- 

INSERT INTO `wrzc_net_group_club` (`id`, `mainid`, `maintitle`, `title`, `kind`, `hdtime`, `address`, `jtlx`, `num_n`, `num_r`, `rmb_n`, `rmb_r`, `tbsm`, `content`, `flag`, `jzbmtime`, `click`, `addtime`, `bmnum`, `gbooknum`, `ifjh`, `picurl_s`) VALUES 
(1, 2, '美食天地', '相约广州单身“脱光”大行动', '交友', '2010年11月11日 下午13：00 — 22：00', '广州大酒店', '包车', 200, 200, 300, 300, '1、为便于活动开展，鼓励提前报名，提前报名者优惠18元，另本中心会员享受会员待遇，名额有限，额满即止2、如遇大雨，调整到周六或顺延至下周末，到时候通知', '<BR>\r\n<center><IMG src=\\"/up/wzphoto/201005/b_3_94303456749012547694.jpg\\"></center><BR>一年一度的光棍节又坏笑着朝我们逼近了。你还是单身么? \r\n<P>圈子太小，异性太少。眼瞅着青春小鸟飞走了，单边的翅膀依然没有找到依靠。不用多说，孤独的滋味我们早已温习千遍万遍。<BR>你想和更多人分享你的单身生活么? 你想认识更多的异性朋友结束你的单身生活么? <BR>11月11日，华灯初上，众里寻他千百度，蓦然回首，那人却在灯火阑珊处<BR>今晚，丢掉繁忙，我们聚在这里，结交朋友，只为尽情的狂欢，让我们忘记孤单，一起将快乐疯狂进行到底！ <BR>&nbsp;<BR>我们是光棍，<BR>鄙视平庸的光棍；<BR>我们是光棍，<BR>热爱生活的光棍。<BR>Tonight<BR>光光和明明相遇<BR>爱的火花<BR>无比绚烂<BR>我们拒绝单身<BR>Let‘s&nbsp; go~<BR>“光明之恋”<BR>就在今夜<BR>这一夜，让友情、激情、心灵交流与您共度狂欢！<BR>找一个最爱的深爱的想爱的亲爱的人来告别单身……</P>', 1, '2010-11-10 00:00:00', 5, '2010-05-08 01:15:42', 0, 0, 1, '10/0508/s_3_65634107834145030949.jpg'),
(2, 2, '美食天地', '相约广州单身“脱光”大行动', '交友', '2010年11月11日 下午13：00 — 22：00', '广州大酒店', '包车', 200, 200, 300, 300, '1、为便于活动开展，鼓励提前报名，提前报名者优惠18元，另本中心会员享受会员待遇，名额有限，额满即止2、如遇大雨，调整到周六或顺延至下周末，到时候通知', '<BR>\r\n<center><IMG src=\\"/up/wzphoto/201005/b_3_94303456749012547694.jpg\\"></center><BR>一年一度的光棍节又坏笑着朝我们逼近了。你还是单身么? \r\n<P>圈子太小，异性太少。眼瞅着青春小鸟飞走了，单边的翅膀依然没有找到依靠。不用多说，孤独的滋味我们早已温习千遍万遍。<BR>你想和更多人分享你的单身生活么? 你想认识更多的异性朋友结束你的单身生活么? <BR>11月11日，华灯初上，众里寻他千百度，蓦然回首，那人却在灯火阑珊处<BR>今晚，丢掉繁忙，我们聚在这里，结交朋友，只为尽情的狂欢，让我们忘记孤单，一起将快乐疯狂进行到底！ <BR>&nbsp;<BR>我们是光棍，<BR>鄙视平庸的光棍；<BR>我们是光棍，<BR>热爱生活的光棍。<BR>Tonight<BR>光光和明明相遇<BR>爱的火花<BR>无比绚烂<BR>我们拒绝单身<BR>Let‘s&nbsp; go~<BR>“光明之恋”<BR>就在今夜<BR>这一夜，让友情、激情、心灵交流与您共度狂欢！<BR>找一个最爱的深爱的想爱的亲爱的人来告别单身……</P>', 1, '2010-11-10 00:00:00', 3, '2010-05-08 01:15:42', 0, 0, 1, '10/0508/s_3_65634107834145030949.jpg'),
(3, 2, '美食天地', '我们恋爱吧', '交友', '2010年11月11日 下午13：00 — 22：00', '广州大酒店', '包车', 200, 200, 300, 300, '1、为便于活动开展，鼓励提前报名，提前报名者优惠18元，另本中心会员享受会员待遇，名额有限，额满即止2、如遇大雨，调整到周六或顺延至下周末，到时候通知', '<BR>\r\n<center><IMG src=\\"/up/wzphoto/201005/b_3_94303456749012547694.jpg\\"></center><BR>一年一度的光棍节又坏笑着朝我们逼近了。你还是单身么? \r\n<P>圈子太小，异性太少。眼瞅着青春小鸟飞走了，单边的翅膀依然没有找到依靠。不用多说，孤独的滋味我们早已温习千遍万遍。<BR>你想和更多人分享你的单身生活么? 你想认识更多的异性朋友结束你的单身生活么? <BR>11月11日，华灯初上，众里寻他千百度，蓦然回首，那人却在灯火阑珊处<BR>今晚，丢掉繁忙，我们聚在这里，结交朋友，只为尽情的狂欢，让我们忘记孤单，一起将快乐疯狂进行到底！ <BR>&nbsp;<BR>我们是光棍，<BR>鄙视平庸的光棍；<BR>我们是光棍，<BR>热爱生活的光棍。<BR>Tonight<BR>光光和明明相遇<BR>爱的火花<BR>无比绚烂<BR>我们拒绝单身<BR>Let‘s&nbsp; go~<BR>“光明之恋”<BR>就在今夜<BR>这一夜，让友情、激情、心灵交流与您共度狂欢！<BR>找一个最爱的深爱的想爱的亲爱的人来告别单身……</P>', 1, '2010-11-10 00:00:00', 3, '2010-05-08 01:15:42', 0, 0, 1, '10/0508/s_3_65634107834145030949.jpg'),
(4, 2, '美食天地', '大型相亲约会', '交友', '2010年11月11日 下午13：00 — 22：00', '广州大酒店', '包车', 200, 200, 300, 300, '1、为便于活动开展，鼓励提前报名，提前报名者优惠18元，另本中心会员享受会员待遇，名额有限，额满即止2、如遇大雨，调整到周六或顺延至下周末，到时候通知', '<BR>\r\n<center><IMG src=\\"/up/wzphoto/201005/b_3_94303456749012547694.jpg\\"></center><BR>一年一度的光棍节又坏笑着朝我们逼近了。你还是单身么? \r\n<P>圈子太小，异性太少。眼瞅着青春小鸟飞走了，单边的翅膀依然没有找到依靠。不用多说，孤独的滋味我们早已温习千遍万遍。<BR>你想和更多人分享你的单身生活么? 你想认识更多的异性朋友结束你的单身生活么? <BR>11月11日，华灯初上，众里寻他千百度，蓦然回首，那人却在灯火阑珊处<BR>今晚，丢掉繁忙，我们聚在这里，结交朋友，只为尽情的狂欢，让我们忘记孤单，一起将快乐疯狂进行到底！ <BR>&nbsp;<BR>我们是光棍，<BR>鄙视平庸的光棍；<BR>我们是光棍，<BR>热爱生活的光棍。<BR>Tonight<BR>光光和明明相遇<BR>爱的火花<BR>无比绚烂<BR>我们拒绝单身<BR>Let‘s&nbsp; go~<BR>“光明之恋”<BR>就在今夜<BR>这一夜，让友情、激情、心灵交流与您共度狂欢！<BR>找一个最爱的深爱的想爱的亲爱的人来告别单身……</P>', 1, '2010-11-10 00:00:00', 3, '2010-05-08 01:15:42', 0, 0, 1, '10/0508/s_3_65634107834145030949.jpg'),
(5, 2, '美食天地', '老板交友专场', '交友', '2010年11月11日 下午13：00 — 22：00', '广州大酒店', '包车', 200, 200, 300, 300, '1、为便于活动开展，鼓励提前报名，提前报名者优惠18元，另本中心会员享受会员待遇，名额有限，额满即止2、如遇大雨，调整到周六或顺延至下周末，到时候通知', '<BR>\r\n<center><IMG src=\\"/up/wzphoto/201005/b_3_94303456749012547694.jpg\\"></center><BR>一年一度的光棍节又坏笑着朝我们逼近了。你还是单身么? \r\n<P>圈子太小，异性太少。眼瞅着青春小鸟飞走了，单边的翅膀依然没有找到依靠。不用多说，孤独的滋味我们早已温习千遍万遍。<BR>你想和更多人分享你的单身生活么? 你想认识更多的异性朋友结束你的单身生活么? <BR>11月11日，华灯初上，众里寻他千百度，蓦然回首，那人却在灯火阑珊处<BR>今晚，丢掉繁忙，我们聚在这里，结交朋友，只为尽情的狂欢，让我们忘记孤单，一起将快乐疯狂进行到底！ <BR>&nbsp;<BR>我们是光棍，<BR>鄙视平庸的光棍；<BR>我们是光棍，<BR>热爱生活的光棍。<BR>Tonight<BR>光光和明明相遇<BR>爱的火花<BR>无比绚烂<BR>我们拒绝单身<BR>Let‘s&nbsp; go~<BR>“光明之恋”<BR>就在今夜<BR>这一夜，让友情、激情、心灵交流与您共度狂欢！<BR>找一个最爱的深爱的想爱的亲爱的人来告别单身……</P>', 1, '2010-11-10 00:00:00', 7, '2010-05-08 01:15:42', 0, 0, 1, '10/0508/s_3_65634107834145030949.jpg'),
(6, 2, '美食天地', '白领动带活动通知', '交友', '2010年11月11日 下午13：00 — 22：00', '广州大酒店', '包车', 200, 200, 300, 300, '1、为便于活动开展，鼓励提前报名，提前报名者优惠18元，另本中心会员享受会员待遇，名额有限，额满即止2、如遇大雨，调整到周六或顺延至下周末，到时候通知', '<BR>\r\n<center><IMG src=\\"/up/wzphoto/201005/b_3_94303456749012547694.jpg\\"></center><BR>一年一度的光棍节又坏笑着朝我们逼近了。你还是单身么? \r\n<P>圈子太小，异性太少。眼瞅着青春小鸟飞走了，单边的翅膀依然没有找到依靠。不用多说，孤独的滋味我们早已温习千遍万遍。<BR>你想和更多人分享你的单身生活么? 你想认识更多的异性朋友结束你的单身生活么? <BR>11月11日，华灯初上，众里寻他千百度，蓦然回首，那人却在灯火阑珊处<BR>今晚，丢掉繁忙，我们聚在这里，结交朋友，只为尽情的狂欢，让我们忘记孤单，一起将快乐疯狂进行到底！ <BR>&nbsp;<BR>我们是光棍，<BR>鄙视平庸的光棍；<BR>我们是光棍，<BR>热爱生活的光棍。<BR>Tonight<BR>光光和明明相遇<BR>爱的火花<BR>无比绚烂<BR>我们拒绝单身<BR>Let‘s&nbsp; go~<BR>“光明之恋”<BR>就在今夜<BR>这一夜，让友情、激情、心灵交流与您共度狂欢！<BR>找一个最爱的深爱的想爱的亲爱的人来告别单身……</P>', 1, '2010-11-10 00:00:00', 9, '2010-05-08 01:15:42', 0, 1, 1, '10/0508/s_3_65634107834145030949.jpg');

-- --------------------------------------------------------

-- 
-- 表的结构 `wrzc_net_group_club_bbs`
-- 

CREATE TABLE `wrzc_net_group_club_bbs` (
  `id` int(10) unsigned NOT NULL auto_increment,
  `mainid` smallint(5) unsigned NOT NULL,
  `clubid` smallint(5) unsigned NOT NULL,
  `content` text NOT NULL,
  `addtime` datetime NOT NULL,
  `userid` int(8) unsigned NOT NULL,
  `nicknamesexgradephoto_s` varchar(80) NOT NULL,
  `flag` varchar(45) NOT NULL default '1',
  PRIMARY KEY  (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=gbk AUTO_INCREMENT=2 ;

-- 
-- 导出表中的数据 `wrzc_net_group_club_bbs`
-- 

INSERT INTO `wrzc_net_group_club_bbs` (`id`, `mainid`, `clubid`, `content`, `addtime`, `userid`, `nicknamesexgradephoto_s`, `flag`) VALUES 
(1, 2, 6, '<P><FONT style=\\"BACKGROUND-COLOR: #f8fcf5\\">好期待呀</FONT></P>', '2010-05-09 17:30:46', 121, 'wrzcnet|1|3|m/201005/121.jpg', '1');

-- --------------------------------------------------------

-- 
-- 表的结构 `wrzc_net_group_club_photo`
-- 

CREATE TABLE `wrzc_net_group_club_photo` (
  `id` int(10) unsigned NOT NULL auto_increment,
  `mainid` smallint(5) unsigned NOT NULL,
  `clubid` smallint(5) unsigned NOT NULL,
  `title` varchar(50) NOT NULL,
  `path_s` varchar(50) NOT NULL,
  `path_b` varchar(50) NOT NULL,
  `ifmain` tinyint(1) unsigned NOT NULL default '0',
  `addtime` datetime NOT NULL,
  PRIMARY KEY  (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=gbk AUTO_INCREMENT=2 ;

-- 
-- 导出表中的数据 `wrzc_net_group_club_photo`
-- 

INSERT INTO `wrzc_net_group_club_photo` (`id`, `mainid`, `clubid`, `title`, `path_s`, `path_b`, `ifmain`, `addtime`) VALUES 
(1, 2, 1, '一起来', '10/0508/s_3_65634107834145030949.jpg', '10/0508/b_3_65634107834145030949.jpg', 1, '2010-05-08 11:46:02');

-- --------------------------------------------------------

-- 
-- 表的结构 `wrzc_net_group_club_user`
-- 

CREATE TABLE `wrzc_net_group_club_user` (
  `id` int(10) unsigned NOT NULL auto_increment,
  `mainid` smallint(5) unsigned NOT NULL,
  `clubid` smallint(5) unsigned NOT NULL,
  `flag` tinyint(3) unsigned NOT NULL default '0',
  `addtime` datetime NOT NULL,
  `userid` int(8) unsigned NOT NULL,
  `nicknamesexgradephoto_s` varchar(80) NOT NULL,
  `tel` varchar(200) default NULL,
  PRIMARY KEY  (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=gbk AUTO_INCREMENT=1 ;

-- 
-- 导出表中的数据 `wrzc_net_group_club_user`
-- 


-- --------------------------------------------------------

-- 
-- 表的结构 `wrzc_net_group_main`
-- 

CREATE TABLE `wrzc_net_group_main` (
  `id` int(10) unsigned NOT NULL auto_increment,
  `mbkind` tinyint(2) unsigned NOT NULL default '1',
  `totalid` smallint(5) unsigned NOT NULL,
  `totaltitle` varchar(45) NOT NULL,
  `title` varchar(50) NOT NULL,
  `content` varchar(400) NOT NULL,
  `qgrade` tinyint(1) unsigned NOT NULL default '1',
  `qloveb` int(10) unsigned NOT NULL default '0',
  `ifopen` tinyint(1) unsigned NOT NULL default '1',
  `flag` tinyint(2) NOT NULL default '1',
  `ifsh` tinyint(1) unsigned NOT NULL default '0',
  `useropen` tinyint(1) unsigned NOT NULL default '1',
  `ifin` tinyint(1) unsigned NOT NULL default '1',
  `ifin2` tinyint(3) unsigned NOT NULL default '1',
  `area1` varchar(45) NOT NULL,
  `area2` varchar(45) NOT NULL,
  `allusrnum` smallint(5) unsigned NOT NULL default '0',
  `wznum` int(8) unsigned NOT NULL default '0',
  `bbsnum` int(8) unsigned NOT NULL default '0',
  `photonum` smallint(5) unsigned NOT NULL default '0',
  `picurl_s` varchar(45) default NULL,
  `picurl_b` varchar(45) default NULL,
  `click` int(8) unsigned NOT NULL default '0',
  `px` int(8) unsigned NOT NULL default '0',
  `jjpmprice` int(10) unsigned NOT NULL default '0',
  `addtime` datetime NOT NULL,
  `userid` int(10) unsigned NOT NULL default '0',
  `nicknamesexgradephoto_s` varchar(60) NOT NULL,
  `userid1` int(10) unsigned NOT NULL default '0',
  `nicknamesexgradephoto_s1` varchar(60) default NULL,
  `userid2` int(10) unsigned NOT NULL default '0',
  `nicknamesexgradephoto_s2` varchar(60) default NULL,
  `userid3` int(10) unsigned NOT NULL default '0',
  `nicknamesexgradephoto_s3` varchar(60) default NULL,
  PRIMARY KEY  (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=gbk AUTO_INCREMENT=18 ;

-- 
-- 导出表中的数据 `wrzc_net_group_main`
-- 

INSERT INTO `wrzc_net_group_main` (`id`, `mbkind`, `totalid`, `totaltitle`, `title`, `content`, `qgrade`, `qloveb`, `ifopen`, `flag`, `ifsh`, `useropen`, `ifin`, `ifin2`, `area1`, `area2`, `allusrnum`, `wznum`, `bbsnum`, `photonum`, `picurl_s`, `picurl_b`, `click`, `px`, `jjpmprice`, `addtime`, `userid`, `nicknamesexgradephoto_s`, `userid1`, `nicknamesexgradephoto_s1`, `userid2`, `nicknamesexgradephoto_s2`, `userid3`, `nicknamesexgradephoto_s3`) VALUES 
(2, 1, 1, '休闲/娱乐/吃喝', '美食天地', '吃是真功！欢迎喜欢美食朋友的到来！', 1, 210, 1, 1, 1, 1, 0, 0, '广东', '广州', 4, 2, 1, 6, '10/0504/s_3_85670103452987098541.jpg', '10/0504/b_3_85670103452987098541.jpg', 55, 0, 0, '2010-05-04 16:01:39', 3, 'zxc123|2|3|m/201005/3.jpg', 0, NULL, 0, NULL, 0, NULL),
(3, 1, 1, '休闲/娱乐/吃喝', '交友网官方俱乐部', '吃是真功！欢迎喜欢美食朋友的到来！', 1, 200, 1, 1, 1, 1, 0, 0, '广东', '广州', 3, 2, 0, 6, '10/0504/s_3_85670103452987098541.jpg', '10/0504/b_3_85670103452987098541.jpg', 50, 0, 0, '2010-05-04 16:01:39', 3, 'zxc123|2|3|m/201005/3.jpg', 0, NULL, 0, NULL, 0, NULL),
(4, 1, 1, '休闲/娱乐/吃喝', '广州第一相亲俱乐部', '吃是真功！欢迎喜欢美食朋友的到来！', 1, 200, 1, 1, 1, 1, 0, 0, '广东', '广州', 3, 2, 0, 6, '10/0504/s_3_85670103452987098541.jpg', '10/0504/b_3_85670103452987098541.jpg', 48, 0, 0, '2010-05-04 16:01:39', 3, 'zxc123|2|3|m/201005/3.jpg', 0, NULL, 0, NULL, 0, NULL),
(5, 1, 1, '休闲/娱乐/吃喝', '天黑请闭眼', '吃是真功！欢迎喜欢美食朋友的到来！', 1, 200, 1, 1, 1, 1, 0, 0, '广东', '广州', 3, 2, 0, 6, '10/0504/s_3_85670103452987098541.jpg', '10/0504/b_3_85670103452987098541.jpg', 48, 0, 0, '2010-05-04 16:01:39', 3, 'zxc123|2|3|m/201005/3.jpg', 0, NULL, 0, NULL, 0, NULL),
(6, 1, 1, '休闲/娱乐/吃喝', '喜尚加喜·一拍即合', '吃是真功！欢迎喜欢美食朋友的到来！', 1, 200, 1, 1, 1, 1, 0, 0, '广东', '广州', 3, 2, 0, 6, '10/0504/s_3_85670103452987098541.jpg', '10/0504/b_3_85670103452987098541.jpg', 48, 0, 0, '2010-05-04 16:01:39', 3, 'zxc123|2|3|m/201005/3.jpg', 0, NULL, 0, NULL, 0, NULL),
(7, 1, 1, '休闲/娱乐/吃喝', '梦想俱乐部', '吃是真功！欢迎喜欢美食朋友的到来！', 1, 200, 1, 1, 1, 1, 0, 0, '广东', '广州', 3, 2, 0, 6, '10/0504/s_3_85670103452987098541.jpg', '10/0504/b_3_85670103452987098541.jpg', 48, 0, 0, '2010-05-04 16:01:39', 3, 'zxc123|2|3|m/201005/3.jpg', 0, NULL, 0, NULL, 0, NULL),
(8, 1, 1, '休闲/娱乐/吃喝', '谈婚论嫁', '吃是真功！欢迎喜欢美食朋友的到来！', 1, 200, 1, 1, 1, 1, 0, 0, '广东', '广州', 3, 2, 0, 6, '10/0504/s_3_85670103452987098541.jpg', '10/0504/b_3_85670103452987098541.jpg', 48, 0, 0, '2010-05-04 16:01:39', 3, 'zxc123|2|3|m/201005/3.jpg', 0, NULL, 0, NULL, 0, NULL),
(9, 1, 1, '休闲/娱乐/吃喝', '寻她(他)千百度', '吃是真功！欢迎喜欢美食朋友的到来！', 1, 200, 1, 1, 1, 1, 0, 0, '广东', '广州', 3, 2, 0, 6, '10/0504/s_3_85670103452987098541.jpg', '10/0504/b_3_85670103452987098541.jpg', 48, 0, 0, '2010-05-04 16:01:39', 3, 'zxc123|2|3|m/201005/3.jpg', 0, NULL, 0, NULL, 0, NULL),
(10, 1, 1, '休闲/娱乐/吃喝', '快乐守望', '吃是真功！欢迎喜欢美食朋友的到来！', 1, 200, 1, 1, 1, 1, 0, 0, '广东', '广州', 3, 2, 0, 6, '10/0504/s_3_85670103452987098541.jpg', '10/0504/b_3_85670103452987098541.jpg', 48, 0, 0, '2010-05-04 16:01:39', 3, 'zxc123|2|3|m/201005/3.jpg', 0, NULL, 0, NULL, 0, NULL),
(11, 1, 1, '休闲/娱乐/吃喝', '青年单身联谊会', '吃是真功！欢迎喜欢美食朋友的到来！', 1, 200, 1, 1, 1, 1, 0, 0, '广东', '广州', 3, 2, 0, 6, '10/0504/s_3_85670103452987098541.jpg', '10/0504/b_3_85670103452987098541.jpg', 48, 0, 0, '2010-05-04 16:01:39', 3, 'zxc123|2|3|m/201005/3.jpg', 0, NULL, 0, NULL, 0, NULL),
(12, 1, 1, '休闲/娱乐/吃喝', '江都友谊联盟', '吃是真功！欢迎喜欢美食朋友的到来！', 1, 200, 1, 1, 1, 1, 0, 0, '广东', '广州', 3, 2, 0, 6, '10/0504/s_3_85670103452987098541.jpg', '10/0504/b_3_85670103452987098541.jpg', 48, 0, 0, '2010-05-04 16:01:39', 3, 'zxc123|2|3|m/201005/3.jpg', 0, NULL, 0, NULL, 0, NULL),
(13, 1, 1, '休闲/娱乐/吃喝', '酷莎杀人游戏俱乐部', '吃是真功！欢迎喜欢美食朋友的到来！', 1, 200, 1, 1, 1, 1, 0, 0, '广东', '广州', 3, 2, 0, 6, '10/0504/s_3_85670103452987098541.jpg', '10/0504/b_3_85670103452987098541.jpg', 48, 0, 0, '2010-05-04 16:01:39', 3, 'zxc123|2|3|m/201005/3.jpg', 0, NULL, 0, NULL, 0, NULL),
(14, 1, 1, '休闲/娱乐/吃喝', '影音视听', '吃是真功！欢迎喜欢美食朋友的到来！', 1, 200, 1, 1, 1, 1, 0, 0, '广东', '广州', 3, 2, 0, 6, '10/0504/s_3_85670103452987098541.jpg', '10/0504/b_3_85670103452987098541.jpg', 48, 0, 0, '2010-05-04 16:01:39', 3, 'zxc123|2|3|m/201005/3.jpg', 0, NULL, 0, NULL, 0, NULL),
(15, 1, 1, '休闲/娱乐/吃喝', '网页设计大师群', '吃是真功！欢迎喜欢美食朋友的到来！', 1, 200, 1, 1, 1, 1, 0, 0, '广东', '广州', 3, 2, 0, 6, '10/0504/s_3_85670103452987098541.jpg', '10/0504/b_3_85670103452987098541.jpg', 49, 0, 0, '2010-05-04 16:01:39', 3, 'zxc123|2|3|m/201005/3.jpg', 0, NULL, 0, NULL, 0, NULL),
(16, 1, 1, '休闲/娱乐/吃喝', '音乐泡吧族', '吃是真功！欢迎喜欢美食朋友的到来！', 1, 200, 1, 1, 1, 1, 0, 0, '广东', '广州', 3, 2, 0, 6, '10/0504/s_3_85670103452987098541.jpg', '10/0504/b_3_85670103452987098541.jpg', 50, 0, 0, '2010-05-04 16:01:39', 3, 'zxc123|2|3|m/201005/3.jpg', 0, NULL, 0, NULL, 0, NULL),
(17, 1, 1, '休闲/娱乐/吃喝', '财富非常道', '吃是真功！欢迎喜欢美食朋友的到来！', 1, 200, 1, 1, 1, 1, 0, 0, '广东', '广州', 3, 2, 0, 6, '10/0504/s_3_85670103452987098541.jpg', '10/0504/b_3_85670103452987098541.jpg', 48, 0, 0, '2010-05-04 16:01:39', 3, 'zxc123|2|3|m/201005/3.jpg', 0, NULL, 0, NULL, 0, NULL);

-- --------------------------------------------------------

-- 
-- 表的结构 `wrzc_net_group_photo`
-- 

CREATE TABLE `wrzc_net_group_photo` (
  `id` int(10) unsigned NOT NULL auto_increment,
  `kind` smallint(5) unsigned NOT NULL,
  `mainid` smallint(5) unsigned NOT NULL,
  `title` varchar(50) default NULL,
  `path_s` varchar(50) NOT NULL,
  `path_b` varchar(50) NOT NULL,
  `ifmain` tinyint(3) unsigned NOT NULL default '0',
  `addtime` datetime NOT NULL,
  PRIMARY KEY  (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=gbk AUTO_INCREMENT=7 ;

-- 
-- 导出表中的数据 `wrzc_net_group_photo`
-- 

INSERT INTO `wrzc_net_group_photo` (`id`, `kind`, `mainid`, `title`, `path_s`, `path_b`, `ifmain`, `addtime`) VALUES 
(1, 1, 2, '广州海鲜', '10/0504/s_3_85670103452987098541.jpg', '10/0504/b_3_85670103452987098541.jpg', 1, '2010-05-04 16:10:23'),
(2, 1, 2, '吃饭不要忘了这些人', '10/0504/s_3_36903450341474141818.jpg', '10/0504/b_3_36903450341474141818.jpg', 0, '2010-05-04 16:11:52'),
(3, 1, 2, '草', '10/0504/s_3_16161494929454765474.jpg', '10/0504/b_3_16161494929454765474.jpg', 0, '2010-05-04 16:12:38'),
(4, 1, 2, '这是什么好吃的？', '10/0504/s_3_30769058165870721472.jpg', '10/0504/b_3_30769058165870721472.jpg', 0, '2010-05-04 16:13:05'),
(5, 1, 2, '这是什么好吃的？', '10/0504/s_3_10147416569634527010.jpg', '10/0504/b_3_10147416569634527010.jpg', 0, '2010-05-04 16:13:45'),
(6, 1, 2, '中国我爱你', '10/0504/s_3_83658749494347430509.gif', '10/0504/b_3_83658749494347430509.gif', 0, '2010-05-04 16:14:09');

-- --------------------------------------------------------

-- 
-- 表的结构 `wrzc_net_group_photo_kind`
-- 

CREATE TABLE `wrzc_net_group_photo_kind` (
  `id` int(10) unsigned NOT NULL auto_increment,
  `mainid` int(10) unsigned NOT NULL default '0',
  `title` varchar(50) NOT NULL,
  `px` int(10) unsigned NOT NULL default '0',
  PRIMARY KEY  (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=gbk AUTO_INCREMENT=2 ;

-- 
-- 导出表中的数据 `wrzc_net_group_photo_kind`
-- 

INSERT INTO `wrzc_net_group_photo_kind` (`id`, `mainid`, `title`, `px`) VALUES 
(1, 2, '为你疯狂', 0);

-- --------------------------------------------------------

-- 
-- 表的结构 `wrzc_net_group_total`
-- 

CREATE TABLE `wrzc_net_group_total` (
  `id` smallint(5) unsigned NOT NULL auto_increment,
  `title` varchar(50) NOT NULL,
  `bknum` smallint(5) unsigned NOT NULL default '0',
  `flag` tinyint(4) NOT NULL default '0',
  `px` smallint(6) NOT NULL default '0',
  `addtime` datetime NOT NULL,
  PRIMARY KEY  (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=gbk AUTO_INCREMENT=4 ;

-- 
-- 导出表中的数据 `wrzc_net_group_total`
-- 

INSERT INTO `wrzc_net_group_total` (`id`, `title`, `bknum`, `flag`, `px`, `addtime`) VALUES 
(1, '休闲/娱乐/吃喝', 1, 1, 1, '2010-04-21 18:16:16'),
(2, '数码相机技术', 0, 1, 0, '2010-04-21 18:16:46');

-- --------------------------------------------------------

-- 
-- 表的结构 `wrzc_net_group_user`
-- 

CREATE TABLE `wrzc_net_group_user` (
  `id` int(10) unsigned NOT NULL auto_increment,
  `mainid` int(8) unsigned NOT NULL,
  `flag` tinyint(4) NOT NULL default '0',
  `addtime` datetime NOT NULL,
  `userid` int(8) unsigned NOT NULL default '0',
  `nicknamesexgradephoto_s` varchar(60) NOT NULL,
  PRIMARY KEY  (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=gbk AUTO_INCREMENT=6 ;

-- 
-- 导出表中的数据 `wrzc_net_group_user`
-- 

INSERT INTO `wrzc_net_group_user` (`id`, `mainid`, `flag`, `addtime`, `userid`, `nicknamesexgradephoto_s`) VALUES 
(2, 2, 1, '2010-05-04 16:01:39', 3, 'zxc123|2|3|m/201005/3.jpg'),
(3, 2, 1, '2010-05-04 16:21:38', 19, 'wangke|2|2|m/201005/19.jpg'),
(4, 2, 1, '2010-05-04 16:26:15', 4, 'youyou|2|3|m/201005/4.jpg'),
(5, 2, 1, '2010-05-09 17:31:38', 121, 'wrzcnet|1|3|m/201005/121.jpg');

-- --------------------------------------------------------

-- 
-- 表的结构 `wrzc_net_group_wz`
-- 

CREATE TABLE `wrzc_net_group_wz` (
  `id` int(10) unsigned NOT NULL auto_increment,
  `mainid` smallint(5) unsigned NOT NULL,
  `maintitle` varchar(50) NOT NULL,
  `bkid` int(10) unsigned NOT NULL,
  `bktitle` varchar(50) NOT NULL,
  `title` varchar(80) NOT NULL,
  `content` text NOT NULL,
  `bbsnum` smallint(5) unsigned NOT NULL default '0',
  `click` int(10) unsigned NOT NULL default '0',
  `iftop` tinyint(3) unsigned NOT NULL default '0',
  `ifjh` tinyint(3) unsigned NOT NULL default '0',
  `flag` tinyint(3) unsigned NOT NULL default '1',
  `endtime` datetime NOT NULL,
  `enduserid` int(10) unsigned NOT NULL,
  `endnicknamesexgradephoto_s` varchar(60) NOT NULL,
  `addtime` datetime NOT NULL,
  `userid` int(10) unsigned NOT NULL,
  `nicknamesexgradephoto_s` varchar(60) NOT NULL,
  PRIMARY KEY  (`id`),
  KEY `mainid` (`mainid`)
) ENGINE=MyISAM  DEFAULT CHARSET=gbk AUTO_INCREMENT=9 ;

-- 
-- 导出表中的数据 `wrzc_net_group_wz`
-- 

INSERT INTO `wrzc_net_group_wz` (`id`, `mainid`, `maintitle`, `bkid`, `bktitle`, `title`, `content`, `bbsnum`, `click`, `iftop`, `ifjh`, `flag`, `endtime`, `enduserid`, `endnicknamesexgradephoto_s`, `addtime`, `userid`, `nicknamesexgradephoto_s`) VALUES 
(1, 2, '美食天地', 3, '为你疯狂', '我做的面条', '<FONT color=#999999>我做的面条,很好吃的,电话联系:020-34506590</FONT><p align=right style=font-size:9pt;color:#999999;>该贴于 2010-05-04 16:24:24 被修改过。</p>', 0, 3, 0, 1, 1, '2010-05-04 16:22:25', 19, 'wangke|2|2|m/201005/19.jpg', '2010-05-04 16:22:25', 19, 'wangke|2|2|m/201005/19.jpg'),
(2, 2, '美食天地', 2, '广州美食', '劲爆广州美食指南!', '劲爆广州美食指南!电话:020-34506590', 1, 3, 0, 1, 1, '2010-05-09 17:32:05', 121, 'wrzcnet|1|3|m/201005/121.jpg', '2010-05-04 16:27:47', 4, 'youyou|2|3|m/201005/4.jpg'),
(3, 2, '美食天地', 3, '为你疯狂', '四川电视台 新闻现场 孟庭苇携', '<FONT color=#999999>我做的面条,很好吃的,电话联系:020-34506590</FONT><p align=right style=font-size:9pt;color:#999999;>该贴于 2010-05-04 16:24:24 被修改过。</p>', 0, 3, 0, 1, 1, '2010-05-04 16:22:25', 19, 'wangke|2|2|m/201005/19.jpg', '2010-05-04 16:22:25', 19, 'wangke|2|2|m/201005/19.jpg'),
(4, 2, '美食天地', 2, '广州美食', '暴跌,沪指暴跌逾百点 再创7个月来收市新低', '劲爆广州美食指南!电话:020-34506590', 0, 0, 0, 1, 1, '2010-05-04 16:27:47', 4, 'youyou|2|3|m/201005/4.jpg', '2010-05-04 16:27:47', 4, 'youyou|2|3|m/201005/4.jpg'),
(5, 2, '美食天地', 3, '为你疯狂', '5.1 2上海世博游', '<FONT color=#999999>我做的面条,很好吃的,电话联系:020-34506590</FONT><p align=right style=font-size:9pt;color:#999999;>该贴于 2010-05-04 16:24:24 被修改过。</p>', 0, 3, 0, 1, 1, '2010-05-04 16:22:25', 19, 'wangke|2|2|m/201005/19.jpg', '2010-05-04 16:22:25', 19, 'wangke|2|2|m/201005/19.jpg'),
(6, 2, '美食天地', 2, '广州美食', '想结交爱好古玩的朋友', '劲爆广州美食指南!电话:020-34506590', 0, 0, 0, 1, 1, '2010-05-04 16:27:47', 4, 'youyou|2|3|m/201005/4.jpg', '2010-05-04 16:27:47', 4, 'youyou|2|3|m/201005/4.jpg'),
(7, 2, '美食天地', 3, '为你疯狂', '天黑请闭眼全新登场', '<FONT color=#999999>我做的面条,很好吃的,电话联系:020-34506590</FONT><p align=right style=font-size:9pt;color:#999999;>该贴于 2010-05-04 16:24:24 被修改过。</p>', 0, 3, 0, 1, 1, '2010-05-04 16:22:25', 19, 'wangke|2|2|m/201005/19.jpg', '2010-05-04 16:22:25', 19, 'wangke|2|2|m/201005/19.jpg'),
(8, 2, '美食天地', 2, '广州美食', '伤逝', '劲爆广州美食指南!电话:020-34506590', 0, 0, 0, 1, 1, '2010-05-04 16:27:47', 4, 'youyou|2|3|m/201005/4.jpg', '2010-05-04 16:27:47', 4, 'youyou|2|3|m/201005/4.jpg');

-- --------------------------------------------------------

-- 
-- 表的结构 `wrzc_net_group_wz_bbs`
-- 

CREATE TABLE `wrzc_net_group_wz_bbs` (
  `id` int(10) unsigned NOT NULL auto_increment,
  `mainid` smallint(5) unsigned NOT NULL,
  `fid` int(10) unsigned NOT NULL,
  `content` text NOT NULL,
  `addtime` datetime NOT NULL,
  `userid` int(8) unsigned NOT NULL,
  `nicknamesexgradephoto_s` varchar(60) NOT NULL,
  `flag` tinyint(1) unsigned NOT NULL default '1',
  PRIMARY KEY  (`id`),
  KEY `fid` (`fid`)
) ENGINE=MyISAM  DEFAULT CHARSET=gbk AUTO_INCREMENT=2 ;

-- 
-- 导出表中的数据 `wrzc_net_group_wz_bbs`
-- 

INSERT INTO `wrzc_net_group_wz_bbs` (`id`, `mainid`, `fid`, `content`, `addtime`, `userid`, `nicknamesexgradephoto_s`, `flag`) VALUES 
(1, 2, 2, '<P><FONT style=\\"BACKGROUND-COLOR: #f8fcf5\\">是的真的非常美味</FONT></P>', '2010-05-09 17:32:05', 121, 'wrzcnet|1|3|m/201005/121.jpg', 1);

-- --------------------------------------------------------

-- 
-- 表的结构 `wrzc_net_ip`
-- 

CREATE TABLE `wrzc_net_ip` (
  `id` int(11) NOT NULL auto_increment,
  `ipurl` varchar(20) NOT NULL,
  `content` varchar(255) default NULL,
  PRIMARY KEY  (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=gbk AUTO_INCREMENT=1 ;

-- 
-- 导出表中的数据 `wrzc_net_ip`
-- 


-- --------------------------------------------------------

-- 
-- 表的结构 `wrzc_net_lovebhistory`
-- 

CREATE TABLE `wrzc_net_lovebhistory` (
  `id` int(8) unsigned NOT NULL auto_increment,
  `userid` int(8) NOT NULL,
  `username` varchar(12) NOT NULL,
  `content` varchar(255) NOT NULL,
  `num` mediumint(8) NOT NULL,
  `addtime` datetime NOT NULL,
  PRIMARY KEY  (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=gbk AUTO_INCREMENT=235 ;

-- 
-- 导出表中的数据 `wrzc_net_lovebhistory`
-- 

INSERT INTO `wrzc_net_lovebhistory` (`id`, `userid`, `username`, `content`, `num`, `addtime`) VALUES 
(1, 1, 'test', '自动泡币结算(10倍)', 525720, '2009-12-10 21:42:50'),
(2, 1, 'test', '泡币结算(10倍)', 170, '2009-12-10 21:59:39'),
(24, 7, 'piaoliang', '新用户注册', 500, '2010-04-13 19:44:54'),
(4, 1, 'test', '泡币结算(10倍)', 80, '2009-12-10 22:15:20'),
(5, 1, 'test', '自动泡币结算(10倍)', 270, '2009-12-10 22:43:04'),
(23, 6, 'ssas', '新用户注册', 500, '2010-02-24 10:33:16'),
(22, 5, 'abcdefg', '每天第一次登录', 100, '2010-02-23 09:57:25'),
(21, 5, 'abcdefg', '泡币结算', 25, '2010-02-21 17:34:34'),
(20, 5, 'abcdefg', '泡币结算', 5, '2010-02-21 17:07:11'),
(19, 5, 'abcdefg', '新用户注册', 500, '2010-02-21 17:02:08'),
(11, 3, 'zxc123', '新用户注册', 500, '2009-12-29 12:20:38'),
(12, 3, 'zxc123', '泡币结算', 60, '2009-12-29 13:20:55'),
(18, 4, 'youyou', '每天第一次登录', 100, '2010-02-16 17:09:35'),
(15, 4, 'youyou', '新用户注册', 500, '2010-02-15 09:57:27'),
(16, 2, 'wygkcn', '每天第一次登录', 100, '2010-02-15 19:12:31'),
(17, 2, 'wygkcn', '每天第一次登录', 100, '2010-02-16 12:28:20'),
(25, 7, 'piaoliang', '系统增加', 100000, '2010-04-13 20:24:42'),
(26, 7, 'piaoliang', '系统扣除', -100000, '2010-04-13 20:24:53'),
(27, 7, 'piaoliang', '系统增加', 100000, '2010-04-13 20:24:59'),
(28, 4, 'youyou', '泡币结算', 80905, '2010-04-13 21:34:37'),
(29, 7, 'piaoliang', '泡币结算(10倍)', 10, '2010-04-13 21:37:15'),
(30, 8, 'chenran11', '新用户注册', 500, '2010-04-13 21:38:19'),
(31, 8, 'chenran11', '系统增加', 5000, '2010-04-13 21:40:04'),
(32, 8, 'chenran11', '上传照片', 1000, '2010-04-13 21:52:53'),
(33, 9, 'wahaha', '新用户注册', 500, '2010-04-14 01:47:28'),
(34, 7, 'piaoliang', '每天第一次登录', 100, '2010-04-14 02:24:56'),
(35, 2, 'wygkcn', '每天第一次登录', 100, '2010-04-14 12:51:17'),
(36, 10, 'abc123', '新用户注册', 500, '2010-04-14 17:19:05'),
(37, 2, 'wygkcn', '每天第一次登录', 100, '2010-04-16 00:42:51'),
(38, 11, 'luckcharm', '新用户注册', 500, '2010-04-18 19:14:37'),
(39, 12, 'fgfg', '新用户注册', 500, '2010-04-18 19:19:19'),
(40, 12, 'fgfg', '泡币结算', 1, '2010-04-18 19:20:08'),
(41, 1, 'test', '每天第一次登录', 100, '2010-04-18 23:01:34'),
(42, 11, 'luckcharm', '每天第一次登录', 100, '2010-04-19 22:07:47'),
(43, 11, 'luckcharm', '上传照片', 500, '2010-04-19 22:47:41'),
(44, 11, 'luckcharm', '上传照片', 500, '2010-04-19 23:04:37'),
(45, 13, 'hehe', '新用户注册', 500, '2010-04-21 19:26:02'),
(46, 13, 'hehe', '系统增加', 10000, '2010-04-21 19:29:46'),
(47, 13, 'hehe', '泡币结算(10倍)', 70, '2010-04-21 19:33:11'),
(48, 2, 'wygkcn', '每天第一次登录', 100, '2010-04-21 20:14:32'),
(49, 2, 'wygkcn', '泡币结算', 1, '2010-04-21 20:15:34'),
(50, 13, 'hehe', '自动泡币结算(10倍)', 750, '2010-04-21 21:33:48'),
(51, 14, 'wdcnc', '新用户注册', 500, '2010-04-22 09:49:11'),
(52, 14, 'wdcnc', '泡币结算', 6, '2010-04-22 12:21:26'),
(53, 15, 'a123', '新用户注册', 500, '2010-04-22 12:22:37'),
(54, 16, 'liaoxin12356', '新用户注册', 500, '2010-04-22 12:37:56'),
(55, 14, 'wdcnc', '泡币结算', 3, '2010-04-22 20:35:46'),
(56, 14, 'wdcnc', '系统增加', 10000, '2010-04-22 20:36:52'),
(57, 14, 'wdcnc', '自动泡币结算(10倍)', 240, '2010-04-22 21:02:11'),
(58, 17, 'linewood', '新用户注册', 500, '2010-04-22 21:05:48'),
(59, 18, 'tc1234', '新用户注册', 500, '2010-04-23 00:46:27'),
(60, 14, 'wdcnc', '竞价排名,浏览者:游客', -1000, '2010-04-24 14:44:58'),
(61, 14, 'wdcnc', '竞价排名,浏览者:游客', -1000, '2010-04-24 21:33:22'),
(62, 19, 'wangke', '新用户注册', 500, '2010-04-25 18:21:46'),
(63, 14, 'wdcnc', '竞价排名,浏览者:游客', -1000, '2010-04-26 12:48:04'),
(64, 20, 'yemaozi', '新用户注册', 500, '2010-04-26 13:51:34'),
(65, 14, 'wdcnc', '竞价排名,浏览者:游客', -1000, '2010-04-26 14:11:46'),
(66, 14, 'wdcnc', '竞价排名,浏览者:游客', -1000, '2010-04-26 17:01:00'),
(67, 21, 'fjgtpc', '新用户注册', 500, '2010-04-26 17:02:13'),
(68, 22, 'fztouch', '新用户注册', 500, '2010-04-26 17:23:22'),
(69, 23, 'lsftzx', '新用户注册', 500, '2010-04-27 13:15:40'),
(70, 14, 'wdcnc', '竞价排名,浏览者:游客', -1000, '2010-04-27 15:59:49'),
(71, 1, 'test', '每天第一次登录', 100, '2010-04-27 16:47:13'),
(72, 24, 'yyy', '新用户注册', 500, '2010-04-27 17:11:13'),
(73, 25, 'frtgggh', '新用户注册', 500, '2010-04-27 20:11:56'),
(74, 26, 'liuyue', '新用户注册', 500, '2010-04-28 12:12:18'),
(75, 4, 'youyou', '发送留言', -150, '2010-04-28 12:36:34'),
(76, 27, 'yukai', '新用户注册', 500, '2010-04-28 13:20:07'),
(77, 14, 'wdcnc', '竞价排名,浏览者:游客', -1000, '2010-04-28 15:07:46'),
(78, 28, 'mytest', '新用户注册', 500, '2010-04-28 15:14:07'),
(79, 2, 'wygkcn', '每天第一次登录', 100, '2010-04-28 15:19:41'),
(80, 28, 'mytest', '系统增加', 500, '2010-04-28 15:21:26'),
(81, 4, 'youyou', '发送留言', -150, '2010-04-28 15:53:46'),
(82, 26, 'liuyue', '系统增加', 100000, '2010-04-28 16:01:23'),
(83, 28, 'mytest', '系统增加', 10000, '2010-04-28 16:01:44'),
(84, 27, 'yukai', '系统增加', 100000, '2010-04-28 16:02:14'),
(85, 29, 'wang1989', '新用户注册', 500, '2010-04-28 16:25:59'),
(86, 29, 'wang1989', '系统增加', 1000000, '2010-04-28 17:16:20'),
(87, 29, 'wang1989', '泡币结算(10倍)', 520, '2010-04-28 17:18:08'),
(88, 14, 'wdcnc', '竞价排名,浏览者:游客', -1000, '2010-04-28 17:21:09'),
(89, 4, 'youyou', '竞价排名,浏览者:游客', -1001, '2010-04-28 17:22:52'),
(90, 30, 'aaa', '新用户注册', 500, '2010-04-28 17:28:46'),
(91, 14, 'wdcnc', '竞价排名,浏览者:游客', -1000, '2010-04-28 17:32:47'),
(92, 30, 'aaa', '系统增加', 100000, '2010-04-28 17:33:26'),
(93, 30, 'aaa', '竞价排名,浏览者:游客', -1002, '2010-04-28 17:43:07'),
(94, 31, 'aassdd', '新用户注册', 500, '2010-04-28 17:47:09'),
(95, 31, 'aassdd', '系统增加', 100000, '2010-04-28 17:48:03'),
(96, 31, 'aassdd', '泡币结算(10倍)', 130, '2010-04-28 18:00:14'),
(97, 14, 'wdcnc', '竞价排名,浏览者:游客', -1000, '2010-04-28 18:42:49'),
(98, 4, 'youyou', '竞价排名,浏览者:游客', -1001, '2010-04-28 22:54:52'),
(99, 30, 'aaa', '竞价排名,浏览者:游客', -1002, '2010-04-29 05:12:58'),
(100, 27, 'yukai', '每天第一次登录', 100, '2010-04-29 08:50:35'),
(101, 27, 'yukai', '泡币结算(10倍)', 20, '2010-04-29 08:52:14'),
(102, 30, 'aaa', '竞价排名,浏览者:游客', -1002, '2010-04-29 14:20:10'),
(103, 30, 'aaa', '竞价排名,浏览者:游客', -1002, '2010-04-29 16:59:14'),
(104, 4, 'youyou', '竞价排名,浏览者:游客', -1001, '2010-04-29 16:59:26'),
(105, 29, 'wang1989', '竞价排名,浏览者:游客', -1002, '2010-04-29 19:30:27'),
(106, 31, 'aassdd', '竞价排名,浏览者:游客', -1010, '2010-04-29 19:30:38'),
(107, 30, 'aaa', '竞价排名,浏览者:游客', -1002, '2010-04-29 19:30:38'),
(108, 4, 'youyou', '竞价排名,浏览者:游客', -1001, '2010-04-29 19:30:38'),
(109, 29, 'wang1989', '竞价排名,浏览者:游客', -1002, '2010-04-29 19:49:46'),
(110, 31, 'aassdd', '竞价排名,浏览者:游客', -1010, '2010-04-29 19:49:53'),
(111, 4, 'youyou', '竞价排名,浏览者:游客', -1001, '2010-04-29 20:53:23'),
(112, 31, 'aassdd', '竞价排名,浏览者:游客', -1010, '2010-04-30 00:28:38'),
(113, 32, 'lirong', '新用户注册', 500, '2010-04-30 13:23:41'),
(114, 4, 'youyou', '竞价排名,浏览者:游客', -1001, '2010-05-01 02:32:33'),
(115, 30, 'aaa', '竞价排名,浏览者:游客', -1002, '2010-05-01 02:36:46'),
(116, 30, 'aaa', '竞价排名,浏览者:游客', -1002, '2010-05-01 03:49:11'),
(117, 14, 'wdcnc', '竞价排名,浏览者:游客', 0, '2010-05-01 11:53:18'),
(118, 32, 'lirong', '每天第一次登录', 100, '2010-05-01 19:24:20'),
(119, 4, 'youyou', '竞价排名,浏览者:游客', -1001, '2010-05-01 20:05:47'),
(120, 30, 'aaa', '竞价排名,浏览者:游客', -1002, '2010-05-02 09:44:54'),
(121, 33, 'mxs555', '新用户注册', 500, '2010-05-02 09:46:28'),
(122, 34, 'rrrrrrr', '新用户注册', 500, '2010-05-02 19:40:17'),
(123, 34, 'rrrrrrr', '泡币结算', 25, '2010-05-02 20:05:16'),
(124, 30, 'aaa', '竞价排名,浏览者:游客', -1002, '2010-05-02 22:37:41'),
(125, 30, 'aaa', '竞价排名,浏览者:游客', -1002, '2010-05-03 13:42:48'),
(126, 4, 'youyou', '竞价排名,浏览者:游客', -1001, '2010-05-03 13:43:05'),
(127, 35, 'yte123', '新用户注册', 500, '2010-05-03 20:42:19'),
(128, 31, 'aassdd', '竞价排名,浏览者:游客', -1010, '2010-05-04 08:22:12'),
(129, 4, 'youyou', '竞价排名,浏览者:<a href=http://www.cms163.net/home/27 target=_blank><u>yukai</u>(yukai)</a>', -1001, '2010-05-04 10:01:00'),
(130, 36, 'c123', '新用户注册', 500, '2010-05-04 10:08:40'),
(131, 4, 'youyou', '爱情诊所扣除', -1000, '2010-05-04 10:18:42'),
(132, 4, 'youyou', '求助被推荐精华奖励', 1000, '2010-05-04 10:19:07'),
(133, 9, 'wahaha', '系统增加', 10000, '2010-05-04 10:27:35'),
(134, 9, 'wahaha', '泡币结算(10倍)', 293210, '2010-05-04 10:28:21'),
(135, 9, 'wahaha', '爱情诊所扣除', -1000, '2010-05-04 10:37:53'),
(136, 9, 'wahaha', '求助被推荐精华奖励', 1000, '2010-05-04 10:38:22'),
(137, 36, 'c123', '泡币结算', 36, '2010-05-04 10:44:31'),
(138, 2, 'wygkcn', '系统增加', 10000, '2010-05-04 10:50:11'),
(139, 4, 'youyou', '竞价排名,浏览者:<a href=http://www.cms163.net/home/36 target=_blank><u>c123</u>(c123)</a>', -1001, '2010-05-04 10:50:33'),
(140, 37, 'dnmidi', '新用户注册', 500, '2010-05-04 10:58:16'),
(141, 2, 'wygkcn', '每天第一次登录', 100, '2010-05-04 11:01:43'),
(142, 2, 'wygkcn', '爱情诊所扣除', -1000, '2010-05-04 11:03:15'),
(143, 2, 'wygkcn', '求助被推荐精华奖励', 1000, '2010-05-04 11:05:02'),
(144, 2, 'wygkcn', '泡币结算(10倍)', 40, '2010-05-04 11:05:25'),
(145, 3, 'zxc123', '系统增加', 8000, '2010-05-04 11:15:13'),
(146, 4, 'youyou', '竞价排名,浏览者:游客', -1001, '2010-05-04 11:28:42'),
(147, 3, 'zxc123', '爱情诊所扣除', -1000, '2010-05-04 11:34:33'),
(148, 3, 'zxc123', '求助被推荐精华奖励', 1000, '2010-05-04 11:34:40'),
(149, 8, 'chenran11', '泡币结算(10倍)', 296560, '2010-05-04 11:54:04'),
(150, 8, 'chenran11', '爱情诊所扣除', -1000, '2010-05-04 12:01:11'),
(151, 8, 'chenran11', '求助被推荐精华奖励', 1000, '2010-05-04 12:01:27'),
(152, 2, 'wygkcn', '泡币结算(10倍)', 40, '2010-05-04 12:08:20'),
(153, 2, 'wygkcn', '泡币结算(10倍)', 10, '2010-05-04 12:11:12'),
(154, 10, 'abc123', '泡币结算', 28498, '2010-05-04 12:17:01'),
(155, 10, 'abc123', '每天第一次登录', 100, '2010-05-04 12:19:51'),
(156, 10, 'abc123', '泡币结算', 1, '2010-05-04 12:20:45'),
(157, 10, 'abc123', '爱情诊所扣除', -1000, '2010-05-04 12:28:51'),
(158, 10, 'abc123', '求助被推荐精华奖励', 1000, '2010-05-04 12:29:17'),
(159, 8, 'chenran11', '求助未通过返还', 1000, '2010-05-04 12:32:52'),
(160, 8, 'chenran11', '爱情诊所扣除', -1000, '2010-05-04 12:33:34'),
(161, 8, 'chenran11', '求助被推荐精华奖励', 1000, '2010-05-04 12:34:07'),
(162, 2, 'wygkcn', '求助未通过返还', 1000, '2010-05-04 12:34:36'),
(163, 2, 'wygkcn', '爱情诊所扣除', -1000, '2010-05-04 12:36:01'),
(164, 2, 'wygkcn', '泡币结算(10倍)', 10, '2010-05-04 12:36:18'),
(165, 19, 'wangke', '系统增加', 5000, '2010-05-04 12:45:33'),
(166, 19, 'wangke', '爱情诊所扣除', -1000, '2010-05-04 12:45:57'),
(167, 19, 'wangke', '求助被推荐精华奖励', 1000, '2010-05-04 12:46:25'),
(168, 2, 'wygkcn', '求助被推荐精华奖励', 1000, '2010-05-04 12:46:28'),
(169, 34, 'rrrrrrr', '爱情诊所扣除', -500, '2010-05-04 14:08:30'),
(170, 34, 'rrrrrrr', '求助被推荐精华奖励', 1000, '2010-05-04 14:10:07'),
(171, 37, 'dnmidi', '日记被推荐为精华奖励', 1000, '2010-05-04 14:22:16'),
(172, 37, 'dnmidi', '泡币结算', 205, '2010-05-04 14:23:02'),
(173, 36, 'c123', '日记被推荐为精华奖励', 1000, '2010-05-04 14:35:16'),
(174, 36, 'c123', '系统增加', 10000, '2010-05-04 14:45:30'),
(175, 4, 'youyou', '竞价排名,浏览者:游客', -1001, '2010-05-04 14:46:20'),
(176, 36, 'c123', '成功故事被推荐为精华奖励', 1000, '2010-05-04 14:49:14'),
(177, 36, 'c123', '日记被推荐为精华奖励', 1000, '2010-05-04 15:04:29'),
(178, 19, 'wangke', '日记被推荐为精华奖励', 1000, '2010-05-04 15:24:01'),
(179, 19, 'wangke', '日记被推荐为精华奖励', 1000, '2010-05-04 15:24:02'),
(180, 4, 'youyou', '日记被推荐为精华奖励', 1000, '2010-05-04 15:27:22'),
(181, 3, 'zxc123', '日记被推荐为精华奖励', 1000, '2010-05-04 15:33:28'),
(182, 13, 'hehe', '日记被推荐为精华奖励', 1000, '2010-05-04 15:33:29'),
(183, 13, 'hehe', '日记被推荐为精华奖励', 1000, '2010-05-04 15:33:31'),
(184, 7, 'piaoliang', '日记被推荐为精华奖励', 1000, '2010-05-04 15:38:20'),
(185, 16, 'liaoxin12356', '泡币结算', 17468, '2010-05-04 15:46:12'),
(186, 4, 'youyou', '群组文章被管理员推荐为精华奖励', 1000, '2010-05-04 16:28:01'),
(187, 19, 'wangke', '群组文章被管理员推荐为精华奖励', 1000, '2010-05-04 16:28:02'),
(188, 4, 'youyou', '竞价排名,浏览者:游客', -1001, '2010-05-04 18:37:05'),
(189, 4, 'youyou', '竞价排名,浏览者:游客', -1001, '2010-05-04 21:55:52'),
(190, 14, 'wdcnc', '竞价排名,浏览者:游客', 0, '2010-05-04 22:17:21'),
(191, 31, 'aassdd', '竞价排名,浏览者:游客', -1010, '2010-05-05 05:34:15'),
(192, 14, 'wdcnc', '竞价排名,浏览者:游客', 0, '2010-05-05 09:15:48'),
(193, 32, 'lirong', '每天第一次登录', 100, '2010-05-05 20:27:45'),
(194, 38, 'maggy001', '新用户注册', 500, '2010-05-05 20:49:48'),
(195, 4, 'youyou', '竞价排名,浏览者:<a href=http://www.cms163.net/home/38 target=_blank><u>maggy001</u>(maggy001)</a>', -1001, '2010-05-05 20:59:05'),
(196, 39, 'elongpc', '新用户注册', 500, '2010-05-06 01:53:21'),
(197, 4, 'youyou', '竞价排名,浏览者:<a href=http://www.cms163.net/home/39 target=_blank><u>elongpc</u>(elongpc)</a>', -1001, '2010-05-06 01:53:34'),
(198, 4, 'youyou', '竞价排名,浏览者:游客', -1001, '2010-05-06 05:54:15'),
(199, 4, 'youyou', '竞价排名,浏览者:游客', -1001, '2010-05-06 11:38:46'),
(200, 40, 'dakuan', '新用户注册', 500, '2010-05-06 16:43:55'),
(201, 4, 'youyou', '竞价排名,浏览者:<a href=http://www.cms163.net/home/40 target=_blank><u>dakuan</u>(dakuan)</a>', -1001, '2010-05-06 16:46:59'),
(202, 4, 'youyou', '竞价排名,浏览者:游客', -1001, '2010-05-06 18:08:56'),
(203, 29, 'wang1989', '竞价排名,浏览者:游客', -1002, '2010-05-07 01:37:59'),
(204, 4, 'youyou', '竞价排名,浏览者:游客', -1001, '2010-05-07 05:09:15'),
(205, 27, 'yukai', '每天第一次登录', 100, '2010-05-07 08:43:44'),
(206, 4, 'youyou', '竞价排名,浏览者:游客', -1001, '2010-05-07 09:13:51'),
(207, 4, 'youyou', '竞价排名,浏览者:游客', -1001, '2010-05-07 15:25:23'),
(208, 4, 'youyou', '竞价排名,浏览者:游客', -1001, '2010-05-08 00:26:35'),
(209, 4, 'youyou', '竞价排名,浏览者:<a href=http://127.0.0.1/home/31 target=_blank><u>aassdd</u>(aassdd)</a>', -1001, '2010-05-08 14:00:51'),
(210, 4, 'youyou', '竞价排名,浏览者:游客', -1001, '2010-05-08 14:53:41'),
(211, 44, 'youyou', '竞价排名,浏览者:<a href=http://127.0.0.1/home/4 target=_blank><u>youyou</u>(youyou)</a>', -1001, '2010-05-08 14:59:33'),
(212, 84, 'youyou', '竞价排名,浏览者:<a href=http://127.0.0.1/home/4 target=_blank><u>youyou</u>(youyou)</a>', -1001, '2010-05-08 14:59:37'),
(213, 44, 'youyou', '竞价排名,浏览者:游客', -1001, '2010-05-08 15:50:15'),
(214, 84, 'youyou', '竞价排名,浏览者:游客', -1001, '2010-05-08 15:53:08'),
(215, 120, 'dakuan', '泡币结算', 2845, '2010-05-08 16:08:42'),
(216, 110, 'aaa', '竞价排名,浏览者:游客', -1002, '2010-05-08 18:16:07'),
(217, 110, 'aaa', '竞价排名,浏览者:游客', -1002, '2010-05-09 09:50:41'),
(218, 4, 'youyou', '竞价排名,浏览者:游客', -1001, '2010-05-09 10:35:39'),
(219, 118, 'maggy001', '泡币结算', 5424, '2010-05-09 15:13:49'),
(220, 110, 'aaa', '竞价排名,浏览者:游客', -1002, '2010-05-09 15:37:31'),
(221, 121, 'wrzcnet', '新用户注册', 500, '2010-05-09 16:04:26'),
(222, 121, 'wrzcnet', '泡币结算', 1, '2010-05-09 16:05:00'),
(223, 120, 'dakuan', '管理员操作', -5, '2010-05-09 16:06:49'),
(224, 121, 'wrzcnet', '管理员操作', 66666, '2010-05-09 16:07:07'),
(225, 121, 'wrzcnet', '泡币结算(10倍)', 10, '2010-05-09 16:15:35'),
(226, 121, 'wrzcnet', '泡币结算(10倍)', 80, '2010-05-09 16:23:16'),
(227, 121, 'wrzcnet', '泡币结算(10倍)', 80, '2010-05-09 16:31:25'),
(228, 121, 'wrzcnet', '自动泡币结算(10倍)', 290, '2010-05-09 17:10:38'),
(229, 121, 'wrzcnet', '自动泡币结算(10倍)', 520, '2010-05-09 18:02:45'),
(230, 121, 'wrzcnet', '自动泡币结算(10倍)', 200, '2010-05-09 18:22:45'),
(231, 121, 'wrzcnet', '泡币结算(10倍)', 10, '2010-05-09 20:12:58'),
(232, 121, 'wrzcnet', '泡币结算(10倍)', 70, '2010-05-09 20:22:53'),
(233, 121, 'wrzcnet', '每天第一次登录', 100, '2010-05-10 07:57:12'),
(234, 121, 'wrzcnet', '泡币结算(10倍)', 220, '2010-05-10 08:19:40');

-- --------------------------------------------------------

-- 
-- 表的结构 `wrzc_net_main`
-- 

CREATE TABLE `wrzc_net_main` (
  `id` int(9) unsigned NOT NULL auto_increment,
  `username` varchar(12) NOT NULL,
  `nickname` varchar(12) default NULL,
  `password` char(32) NOT NULL,
  `grade` tinyint(2) NOT NULL default '1',
  `loveb` mediumint(8) unsigned NOT NULL default '0',
  `regtime` datetime NOT NULL,
  `regip` varchar(15) NOT NULL,
  `logintime` datetime NOT NULL,
  `alltime` int(10) unsigned NOT NULL default '0',
  `loginip` varchar(15) default NULL,
  `logincount` int(6) unsigned NOT NULL default '0',
  `flag` tinyint(2) NOT NULL default '1',
  `eb` smallint(6) unsigned NOT NULL default '0',
  `mbkind` tinyint(2) NOT NULL default '1',
  `magic` tinyint(2) NOT NULL default '0',
  `bgpic` varchar(200) default NULL,
  `bgmusic` varchar(200) default NULL,
  `mbtitle` varchar(200) default NULL,
  `admintel` varchar(50) default NULL,
  `ifopencontact` tinyint(1) NOT NULL default '1',
  `ifmod` tinyint(1) NOT NULL default '0',
  `sjtime` datetime default NULL,
  `if2` tinyint(1) NOT NULL default '0',
  `sex` tinyint(1) NOT NULL default '0',
  `birthday` date NOT NULL,
  `love` tinyint(1) unsigned NOT NULL default '0',
  `kind` tinyint(1) unsigned NOT NULL default '1',
  `area1` varchar(6) NOT NULL,
  `area2` varchar(30) NOT NULL,
  `area3` varchar(10) default NULL,
  `area4` varchar(50) default NULL,
  `email` varchar(30) default NULL,
  `photo_s` varchar(40) default NULL,
  `video_s` varchar(40) default NULL,
  `click` int(8) unsigned NOT NULL default '0',
  `heigh` smallint(3) unsigned default NULL,
  `weigh` smallint(3) unsigned default NULL,
  `tx` tinyint(1) unsigned default NULL,
  `star` tinyint(1) unsigned default NULL,
  `blood` tinyint(1) unsigned default NULL,
  `zhongjiao` tinyint(1) unsigned default NULL,
  `house` tinyint(1) unsigned default NULL,
  `car` tinyint(1) unsigned default NULL,
  `clothing` tinyint(1) unsigned default NULL,
  `edu` tinyint(1) unsigned default NULL,
  `school` varchar(50) default NULL,
  `field` tinyint(2) unsigned default NULL,
  `job` tinyint(2) unsigned default NULL,
  `pay` tinyint(2) unsigned default NULL,
  `nianwang` varchar(240) default NULL,
  `xinyuan` varchar(240) default NULL,
  `smoking` tinyint(1) unsigned default NULL,
  `drink` tinyint(1) unsigned default NULL,
  `gexin` varchar(240) default NULL,
  `xinrong` varchar(240) default NULL,
  `youshi` varchar(240) default NULL,
  `xinqu` varchar(240) default NULL,
  `huoban` varchar(240) default NULL,
  `truename` varchar(8) default NULL,
  `address` varchar(50) default NULL,
  `post` varchar(6) default NULL,
  `tel` varchar(50) default NULL,
  `qq` varchar(50) default NULL,
  `msn` varchar(50) default NULL,
  `popo` varchar(50) default NULL,
  `homepage` varchar(100) default NULL,
  `aboutus` varchar(2000) default NULL,
  `ifphoto` tinyint(1) unsigned NOT NULL default '0',
  `ifbirthday` tinyint(1) unsigned NOT NULL default '0',
  `ifheigh` tinyint(1) unsigned NOT NULL default '0',
  `ifedu` tinyint(1) unsigned NOT NULL default '0',
  `iflove` tinyint(1) unsigned NOT NULL default '0',
  `ifpay` tinyint(1) unsigned NOT NULL default '0',
  `ifhouse` tinyint(1) unsigned NOT NULL default '0',
  `ifcar` tinyint(1) unsigned NOT NULL default '0',
  `diaryxieshoupx` int(10) unsigned NOT NULL default '0',
  `ifonline` tinyint(1) unsigned NOT NULL default '0',
  `zhenghun_jingjia` int(5) unsigned default '0',
  `yctel` varchar(200) default NULL,
  PRIMARY KEY  (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=gbk AUTO_INCREMENT=122 ;

-- 
-- 导出表中的数据 `wrzc_net_main`
-- 

INSERT INTO `wrzc_net_main` (`id`, `username`, `nickname`, `password`, `grade`, `loveb`, `regtime`, `regip`, `logintime`, `alltime`, `loginip`, `logincount`, `flag`, `eb`, `mbkind`, `magic`, `bgpic`, `bgmusic`, `mbtitle`, `admintel`, `ifopencontact`, `ifmod`, `sjtime`, `if2`, `sex`, `birthday`, `love`, `kind`, `area1`, `area2`, `area3`, `area4`, `email`, `photo_s`, `video_s`, `click`, `heigh`, `weigh`, `tx`, `star`, `blood`, `zhongjiao`, `house`, `car`, `clothing`, `edu`, `school`, `field`, `job`, `pay`, `nianwang`, `xinyuan`, `smoking`, `drink`, `gexin`, `xinrong`, `youshi`, `xinqu`, `huoban`, `truename`, `address`, `post`, `tel`, `qq`, `msn`, `popo`, `homepage`, `aboutus`, `ifphoto`, `ifbirthday`, `ifheigh`, `ifedu`, `iflove`, `ifpay`, `ifhouse`, `ifcar`, `diaryxieshoupx`, `ifonline`, `zhenghun_jingjia`, `yctel`) VALUES 
(1, 'test', 'test', 'e10adc3949ba59abbe56e057f20f883e', 3, 533510, '2009-11-03 12:03:34', '192.168.1.117', '2010-04-27 16:47:13', 53171, '61.140.25.176', 5, 1, 0, 1, 0, NULL, NULL, NULL, NULL, 1, 1, '2009-12-20 15:01:01', 1, 1, '1981-01-15', 1, 3, '广东', '广州', '广东', '广州', 'test@163.com', 'm/200911/1.jpg', NULL, 78, 190, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '娴嬫祴', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, 1, 1, 1, 1, 0, 1, 0, '13800138000'),
(2, 'wygkcn', 'wygkcn', 'e10adc3949ba59abbe56e057f20f883e', 3, 12889, '2009-12-10 22:00:52', '58.63.148.211', '2010-05-04 12:35:03', 199, '113.65.171.165', 16, 1, 0, 1, 0, NULL, NULL, NULL, NULL, 1, 2, '2010-05-04 10:53:34', 3, 1, '1981-01-15', 1, 3, '广东', '广州', '陕西', '户县', '38306293@qq.com', 'm/201005/2.jpg', NULL, 53, 182, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, '13527894748'),
(3, 'zxc123', 'zxc123', '222e3b904b13f4e20af48604dabdc2d7', 3, 9560, '2009-12-29 12:20:38', '123.117.74.226', '2009-12-29 12:20:38', 60, '123.117.74.226', 0, 1, 0, 1, 0, NULL, NULL, NULL, NULL, 1, 0, '2010-05-04 11:15:20', 3, 2, '1986-01-15', 1, 3, '北京', '北京', '湖南', '长沙', 'lins@126.com', 'm/201005/3.jpg', NULL, 36, 172, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '周慧美', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, '13578901234'),
(4, 'youyou', 'youyou', 'e15b60c4350079fd20e8b98ce70cddf3', 3, 56178, '2010-02-15 09:57:27', '222.172.16.44', '2010-02-16 17:09:35', 80905, '222.170.55.236', 1, 1, 0, 1, 0, NULL, NULL, NULL, NULL, 1, 0, '2010-05-04 12:18:40', 3, 2, '1989-02-10', 1, 3, '黑龙江', '哈尔滨', NULL, NULL, 'vip96008@163.com', 'm/201005/4.jpg', NULL, 67, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 1001, '13800000000'),
(5, 'abcdefg', 'abcdefg', '6be1a4ad0f7c977204091a154d83064d', 1, 630, '2010-02-21 17:02:08', '123.5.225.121', '2010-02-23 09:57:25', 30, '123.5.231.212', 3, 1, 0, 1, 0, NULL, NULL, NULL, NULL, 1, 0, NULL, 0, 1, '1981-01-15', 1, 3, '河南', '洛阳', NULL, NULL, '', NULL, NULL, 22, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, 0, 0, 0, 0, 1, 0, '13800138000'),
(6, 'ssas', 'ssas', '96e79218965eb72c92a549dd5a330112', 1, 500, '2010-02-24 10:33:16', '124.207.107.219', '2010-02-24 16:36:15', 0, '124.207.107.219', 1, 1, 0, 1, 0, NULL, NULL, NULL, NULL, 1, 0, NULL, 0, 1, '1981-01-15', 1, 2, '云南', '华宁', NULL, NULL, '11@566.jim', NULL, NULL, 12, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, 0, 0, 0, 0, 1, 0, '1223'),
(7, 'piaoliang', 'piaoliang', 'e10adc3949ba59abbe56e057f20f883e', 3, 101610, '2010-04-13 19:44:54', '218.79.210.232', '2010-04-14 02:24:56', 1, '218.79.67.208', 2, 1, 0, 1, 0, NULL, NULL, NULL, NULL, 1, 0, '2010-04-13 21:26:21', 3, 2, '1981-01-15', 1, 4, '广东', '广州', NULL, NULL, '12332@126.com', NULL, NULL, 22, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, 0, 0, 0, 0, 1, 0, '1111111111'),
(8, 'chenran11', 'chenran11', 'e10adc3949ba59abbe56e057f20f883e', 3, 304060, '2010-04-13 21:38:19', '218.79.210.232', '2010-04-13 21:38:19', 29656, '218.79.210.232', 0, 1, 0, 1, 0, NULL, NULL, NULL, NULL, 1, 0, '2010-05-04 11:49:01', 3, 2, '1982-01-15', 1, 3, '海南', '海口', '上海', '上海', '12332@126.com', 'm/201005/8.jpg', NULL, 32, 168, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '李靓', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, '1111111111'),
(9, 'wahaha', 'wahaha', '06be19cae8589e5f3290b2a22f60d2c0', 3, 303710, '2010-04-14 01:47:28', '116.208.3.24', '2010-04-14 01:47:28', 29321, '116.208.3.24', 0, 1, 0, 1, 0, NULL, NULL, NULL, NULL, 1, 0, '2010-05-04 10:26:44', 3, 2, '1981-01-15', 2, 3, '新疆', '乌鲁木齐', NULL, NULL, '105982798@qq.com', 'm/201005/9.jpg', NULL, 37, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, '13476305426'),
(10, 'abc123', 'abc123', 'e10adc3949ba59abbe56e057f20f883e', 1, 29099, '2010-04-14 17:19:05', '117.136.24.2', '2010-05-04 12:19:51', 28499, '113.65.171.165', 1, 1, 0, 1, 0, NULL, NULL, NULL, NULL, 1, 0, NULL, 0, 2, '1985-01-15', 1, 3, '广东', '广州', '河北', '石家庄', '12131@163.com', 'm/201005/10.jpg', NULL, 40, 170, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '王果果', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, '134877999999'),
(11, 'luckcharm', 'luckcharm', '25d55ad283aa400af464c76d713c07ad', 1, 1600, '2010-04-18 19:14:37', '113.108.133.49', '2010-04-19 22:07:47', 0, '113.108.133.49', 1, 1, 0, 1, 0, NULL, NULL, NULL, NULL, 3, 0, NULL, 0, 1, '1981-01-15', 1, 3, '广东', '广州', NULL, NULL, 'luckcharm@dsf.com', NULL, NULL, 20, NULL, 55, 2, 5, 3, 2, 2, 5, 2, 5, '打发的', 2, 2, 4, '', '', 1, 1, '冒险/疯狂 稳重 浪漫/脱俗 好斗', '', '', '', '', NULL, '', '', '', '', '', '', '', '阿飞的萨菲大方的的萨菲的萨芬的萨芬的萨菲', 0, 0, 0, 0, 0, 0, 0, 0, 0, 1, 0, '12345678'),
(12, 'fgfg', 'fgfg', 'e10adc3949ba59abbe56e057f20f883e', 1, 501, '2010-04-18 19:19:19', '183.3.211.168', '2010-04-18 19:19:19', 1, '183.3.211.168', 0, 1, 0, 1, 0, NULL, NULL, NULL, NULL, 1, 0, NULL, 0, 2, '1994-05-15', 2, 2, '广东', '广州', NULL, NULL, 'dsfdsfdsf@eewr.com', NULL, NULL, 2, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, '02034506590'),
(13, 'hehe', 'hehe', '70ffc0a40c44fad3625095b7740f7abe', 1, 13320, '2010-04-21 19:26:02', '123.128.160.223', '2010-04-21 21:33:48', 82, '123.128.160.223', 1, 1, 0, 1, 0, NULL, NULL, NULL, NULL, 1, 0, '2010-04-21 19:29:34', 0, 1, '1981-01-15', 1, 3, '山东', '临沭', NULL, NULL, 'wdcncnet@126.com', NULL, NULL, 12, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, 0, 0, 0, 0, 1, 0, '13500000000'),
(14, 'wdcnc', 'wdcnc', '25d687e2c7e715b2f1c9bc30a47b0863', 3, 749, '2010-04-22 09:49:11', '60.212.155.217', '2010-04-22 21:02:11', 33, '119.180.144.156', 3, 1, 0, 1, 0, NULL, NULL, NULL, NULL, 1, 0, '2010-04-22 20:37:20', 3, 1, '1981-01-15', 1, 3, '广东', '广州', NULL, NULL, 'wdcnccom@126.com', NULL, NULL, 30, NULL, 90, 3, 12, 2, 2, 1, 3, 1, 3, '', 1, 1, 4, '', '', 0, 0, '', '', '', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '我爱你我爱你我爱你我爱你我爱你我爱你我爱你我爱你我爱你我爱你我爱你我爱你我爱你我爱你', 0, 0, 0, 0, 0, 0, 0, 0, 0, 1, 0, '13200000000'),
(15, 'a123', 'a123', 'e10adc3949ba59abbe56e057f20f883e', 1, 500, '2010-04-22 12:22:37', '119.51.191.39', '2010-04-22 12:22:37', 0, '119.51.191.39', 0, 1, 0, 1, 0, NULL, NULL, NULL, NULL, 1, 0, NULL, 0, 1, '1981-01-15', 1, 2, '广东', '广州', NULL, NULL, '', NULL, NULL, 1, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, 0, 0, 0, 0, 1, 0, '13578936666'),
(16, 'liaoxin12356', 'liaoxin12356', '25f9e794323b453885f5181f1b624d0b', 1, 17968, '2010-04-22 12:37:56', '113.106.102.146', '2010-04-22 12:37:56', 17468, '113.106.102.146', 0, 1, 0, 1, 0, NULL, NULL, NULL, NULL, 1, 0, NULL, 0, 1, '1980-03-15', 1, 1, '广东', '广州', NULL, NULL, '1234@qq.com', NULL, NULL, 20, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, '12342334566'),
(17, 'linewood', 'linewood', '797f69b345f300bafd556733f3035585', 1, 500, '2010-04-22 21:05:48', '124.201.37.82', '2010-04-22 21:05:48', 0, '124.201.37.82', 0, 1, 0, 1, 0, NULL, NULL, NULL, NULL, 1, 0, NULL, 0, 1, '1981-01-15', 1, 3, '海南', '海口', NULL, NULL, 'adfwef@111.com', NULL, NULL, 13, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, 0, 0, 0, 0, 1, 0, '13378439229'),
(18, 'tc1234', 'tc1234', '7d3dd2207423ed12a6b5eb5f12d81764', 1, 500, '2010-04-23 00:46:27', '222.93.1.88', '2010-04-23 00:46:27', 0, '222.93.1.88', 0, 1, 0, 1, 0, NULL, NULL, NULL, NULL, 1, 0, NULL, 0, 2, '1965-01-20', 3, 1, '江苏', '太仓', '甘肃', '兰州', '75686223@qq.com', 'm/201005/18.jpg', NULL, 17, 168, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, 0, 0, 0, 0, 1, 0, '13862382150'),
(19, 'wangke', 'wangke', 'b6d078656c4a2ecd6f863fc5b1da11fc', 2, 8500, '2010-04-25 18:21:46', '218.21.109.72', '2010-04-25 18:21:46', 0, '218.21.109.72', 0, 1, 0, 1, 0, NULL, NULL, NULL, NULL, 1, 0, '2010-05-04 12:45:10', 3, 2, '1986-01-15', 1, 3, '广西', '玉林', '贵州', '贵阳', '3304433425@qq.com', 'm/201005/19.jpg', NULL, 18, 175, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '陈小雪', NULL, NULL, NULL, NULL, NULL, NULL, NULL, '　　爱是公平的，只要你真正的渴望它,就不会轻易的离开,也可以说是平衡的，靠日常生活中互相的距离和情感来支撑,当然也会有其他.比如:你爱她太多了她无地方可以自由呼吸抵挡不了这种深情而选择退缩;或是你抵挡不了压力过重距离太多而选择退缩,这当是另类爱的注解了.所以,爱,当有一定的空间,当有一定的方法,当有一定的技艺. ', 0, 0, 0, 0, 0, 0, 0, 0, 0, 1, 0, '13877584030'),
(20, 'yemaozi', 'yemaozi', 'e10adc3949ba59abbe56e057f20f883e', 1, 500, '2010-04-26 13:51:34', '119.40.13.18', '2010-04-26 13:51:34', 0, '119.40.13.18', 0, 1, 0, 1, 0, NULL, NULL, NULL, NULL, 1, 0, NULL, 0, 1, '1983-01-15', 1, 3, '北京', '北京', '山东', '海阳', 'aspren@126.com', 'm/201005/20.jpg', NULL, 9, 192, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, 0, 0, 0, 0, 1, 0, '13800013800'),
(21, 'fjgtpc', 'fjgtpc', 'b3147db2154df916ff741d36ec6c2f08', 1, 500, '2010-04-26 17:02:13', '124.72.18.67', '2010-04-26 17:02:13', 0, '124.72.18.67', 0, 1, 0, 1, 0, NULL, NULL, NULL, NULL, 1, 0, NULL, 0, 2, '1981-01-15', 1, 2, '广东', '广州', '江西', '南昌', 'fjgtpc@QQ.com', 'm/201005/21.jpg', NULL, 14, 167, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, 0, 0, 0, 0, 1, 0, '13800000000'),
(22, 'fztouch', 'fztouch', 'bf27436814ada5248c9890ef8306b8c9', 1, 500, '2010-04-26 17:23:22', '124.72.18.67', '2010-04-26 17:23:22', 0, '124.72.18.67', 0, 1, 0, 1, 0, NULL, NULL, NULL, NULL, 1, 0, NULL, 0, 2, '1981-01-15', 1, 4, '广东', '广州', '广西', '南宁', 'fjgtpc@QQ.com', 'm/201005/22.jpg', NULL, 7, 155, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, 0, 0, 0, 0, 1, 0, '13800000000'),
(23, 'lsftzx', 'lsftzx', 'dd4c7c0c3525c09714f0bcd9735d4266', 1, 500, '2010-04-27 13:15:40', '60.209.105.130', '2010-04-27 13:15:40', 0, '60.209.105.130', 0, 1, 0, 1, 0, NULL, NULL, NULL, NULL, 1, 0, NULL, 0, 1, '1978-11-06', 1, 5, '山东', '青岛', '内蒙古', '呼和浩特', 'lsftyzx@qq.com', 'm/201005/23.jpg', NULL, 13, 178, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, 0, 0, 0, 0, 1, 0, '1525321947'),
(24, 'yyy', 'yyy', 'bce3d6f2b9f8d5041fb590caaad40ba1', 1, 500, '2010-04-27 17:11:13', '121.14.27.16', '2010-04-27 17:11:13', 0, '121.14.27.16', 0, 1, 0, 1, 0, NULL, NULL, NULL, NULL, 1, 0, NULL, 0, 1, '1981-01-15', 1, 5, '广西', '玉林', '广东', '兴宁', 'yi@163.com', 'm/201005/24.jpg', NULL, 10, 188, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, 0, 0, 0, 0, 1, 0, '111111111'),
(25, 'frtgggh', 'frtgggh', '004823ba55c79cd95a331b1283d8cbfc', 1, 500, '2010-04-27 20:11:56', '221.214.121.226', '2010-04-27 20:11:56', 0, '221.214.121.226', 0, 1, 0, 1, 0, NULL, NULL, NULL, NULL, 1, 0, NULL, 0, 2, '1981-01-15', 3, 1, '广东', '广州', '广东', '惠州', '552386524@qq.com', 'm/201005/25.jpg', NULL, 5, 175, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, 0, 0, 0, 0, 1, 0, 'dweggg'),
(26, 'liuyue', 'liuyue', '25f9e794323b453885f5181f1b624d0b', 1, 100500, '2010-04-28 12:12:18', '220.178.112.53', '2010-04-28 12:12:18', 0, '220.178.112.53', 0, 1, 0, 1, 0, NULL, NULL, NULL, NULL, 1, 0, '2010-04-28 17:06:29', 0, 2, '1985-01-15', 1, 5, '安徽', '合肥', '北京', '东城', '', 'm/201005/26.jpg', NULL, 8, 187, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, 0, 0, 0, 0, 1, 0, '1234567'),
(27, 'yukai', 'yukai', '25f9e794323b453885f5181f1b624d0b', 3, 100720, '2010-04-28 13:20:07', '220.178.112.53', '2010-05-07 08:43:44', 2, '220.178.112.53', 3, 1, 0, 1, 0, NULL, NULL, NULL, NULL, 1, 0, '2010-04-28 16:02:23', 1, 1, '1981-01-15', 1, 3, '广东', '广州', NULL, NULL, '', 'm/201005/27.jpg', NULL, 14, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, 0, 0, 0, 0, 1, 0, '2345678'),
(28, 'mytest', 'mytest', 'a599d36c4c7a71ddcc1bc7259a15ac3a', 1, 11000, '2010-04-28 15:14:07', '220.178.112.53', '2010-04-28 15:14:07', 0, '220.178.112.53', 0, 1, 0, 1, 0, NULL, NULL, NULL, NULL, 1, 0, '2010-04-28 17:10:10', 0, 2, '1981-01-15', 1, 4, '广东', '广州', '江苏', '灌云', '', 'm/201005/28.jpg', NULL, 10, 178, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, 0, 0, 0, 0, 1, 0, '132654748'),
(29, 'wang1989', 'wang1989', '0f88c15bcec90ee0828876e415185437', 3, 998014, '2010-04-28 16:25:59', '121.62.253.80', '2010-04-28 16:25:59', 52, '121.62.253.80', 0, 1, 0, 1, 0, NULL, NULL, NULL, NULL, 1, 0, '2010-04-28 17:16:26', 1, 2, '1989-01-15', 1, 5, '广东', '广州', NULL, NULL, '1053402142@qq.com', NULL, NULL, 5, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 1002, '15897914114'),
(30, 'aaa', 'aaa', 'e10adc3949ba59abbe56e057f20f883e', 3, 90480, '2010-04-28 17:28:46', '220.178.112.53', '2010-04-28 17:28:46', 0, '220.178.112.53', 0, 1, 0, 1, 0, 'http://www.cms163.net/home/images/bgpic/002.jpg', '', '', NULL, 1, 0, '2010-04-28 17:33:31', 1, 2, '1981-01-15', 1, 3, '广东', '广州', NULL, NULL, '', NULL, NULL, 26, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, 0, 0, 0, 0, 1, 1002, '12345678900'),
(31, 'aassdd', 'aassdd', 'e10adc3949ba59abbe56e057f20f883e', 3, 95580, '2010-04-28 17:47:09', '220.178.112.53', '2010-04-28 18:00:36', 13, '220.178.112.53', 1, 1, 0, 1, 0, NULL, NULL, NULL, NULL, 1, 0, '2010-04-28 17:58:44', 3, 1, '1990-02-20', 1, 1, '安徽', '合肥', '黑龙江', '鸡东', 'kwkwkw@126.com', 'm/201005/31.jpg', NULL, 9, 190, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, 0, 0, 0, 0, 1, 1010, '123456789'),
(32, 'lirong', 'lirong', '94b12ec016798a5af13fdb3ce92b5045', 1, 700, '2010-04-30 13:23:41', '58.44.29.121', '2010-05-05 20:27:45', 0, '220.169.185.99', 2, 1, 0, 1, 0, NULL, NULL, NULL, NULL, 1, 0, NULL, 0, 1, '1970-10-30', 3, 4, '湖南', '华容', '湖南', '华容', 'li-rong@sohu.com', 'm/201005/32.jpg', NULL, 9, 168, 62, 6, 11, 2, 1, 2, 4, 1, 3, '', 5, 1, 6, '', '能找到如意的女友', 1, 2, '稳重 幽默/机智', '成熟魅力型', '事业成就', '音乐　旅游　读书', '温柔贤惠　', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, '通过交友平台,找到我的最爱,带她一同去看海,一同慢慢变老.', 0, 0, 0, 0, 0, 0, 0, 0, 0, 1, 0, '13973044838'),
(33, 'mxs555', 'mxs555', '6b31bbdbfef44df8f3ae9346a0bd4a60', 1, 500, '2010-05-02 09:46:28', '117.22.116.26', '2010-05-02 10:56:13', 0, '117.22.116.26', 1, 1, 0, 1, 0, NULL, NULL, NULL, NULL, 1, 0, NULL, 0, 1, '1981-01-15', 1, 1, '广东', '广州', '海南', '三亚', '', 'm/201005/33.jpg', NULL, 4, 159, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, 0, 0, 0, 0, 1, 0, '4324234'),
(34, 'rrrrrrr', 'rrrrrrr', 'e10adc3949ba59abbe56e057f20f883e', 1, 1025, '2010-05-02 19:40:17', '219.144.184.183', '2010-05-02 19:40:17', 25, '219.144.184.183', 0, 1, 0, 1, 0, NULL, NULL, NULL, NULL, 1, 0, NULL, 0, 2, '1983-01-15', 1, 2, '贵州', '贵阳', '江苏', '南京', '8888@qq.com', 'm/201005/34.jpg', NULL, 12, 165, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '刘小花', NULL, NULL, NULL, NULL, NULL, NULL, NULL, '在广州交友网,找到最爱的人,一起过一生!', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, '13359277127'),
(35, 'yte123', 'yte123', 'e10adc3949ba59abbe56e057f20f883e', 1, 500, '2010-05-03 20:42:19', '113.106.2.180', '2010-05-03 20:42:19', 0, '113.106.2.180', 0, 1, 0, 1, 0, NULL, NULL, NULL, NULL, 1, 0, NULL, 0, 1, '1981-01-15', 1, 2, '山东', '高密', '上海', '崇明', '', 'm/201005/35.jpg', NULL, 5, 175, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, 0, 0, 0, 0, 1, 0, '13800000000'),
(36, 'c123', 'c123', '92adb719f0ae37dc82a17cdbbef98535', 3, 13536, '2010-05-04 10:08:40', '218.18.16.143', '2010-05-04 10:08:40', 36, '218.18.16.143', 0, 1, 0, 1, 0, NULL, NULL, NULL, NULL, 3, 0, '2010-05-04 14:45:37', 3, 1, '1981-01-15', 1, 3, '广东', '广州', NULL, NULL, 'szqiche@163.com', 'm/201005/36.jpg', NULL, 13, NULL, 65, 9, 1, 1, 1, 2, 1, 1, 1, '中山大学', 10, 6, 3, '爬山', '找对象', 1, 2, '开放', '随和', '自我感觉好', '爬山', '婚姻', NULL, '深圳', '518031', '', '178060089', '', '', '', '我是180CM 很爱交朋友,请联系我\r\n020-34506590', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, '13927492788'),
(37, 'dnmidi', 'dnmidi', '66da230ec822b2b673218ebf0f9661ce', 1, 1705, '2010-05-04 10:58:16', '58.248.7.45', '2010-05-04 10:58:16', 205, '58.248.7.45', 0, 1, 0, 1, 0, NULL, NULL, NULL, NULL, 1, 0, NULL, 0, 1, '1979-01-15', 1, 3, '广东', '广州', '辽宁', '沈阳', 'dnmidi@126.com', 'm/201005/37.jpg', NULL, 6, 178, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '张伟华', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, '13800138000'),
(38, 'maggy001', 'maggy001', 'e10adc3949ba59abbe56e057f20f883e', 1, 500, '2010-05-05 20:49:48', '219.130.212.144', '2010-05-05 20:49:48', 0, '219.130.212.144', 0, 1, 0, 1, 0, NULL, NULL, NULL, NULL, 1, 0, NULL, 0, 2, '1981-01-15', 1, 5, '广东', '广州', '湖北', '黄梅', '', 'm/201005/38.jpg', NULL, 2, 168, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, 0, 0, 0, 0, 1, 0, '１２３３３３３３１'),
(39, 'elongpc', 'elongpc', 'db502c15530387f98ae67bf0d8edb134', 1, 500, '2010-05-06 01:53:21', '110.246.195.0', '2010-05-06 01:53:21', 0, '110.246.195.0', 0, 1, 0, 1, 0, NULL, NULL, NULL, NULL, 1, 0, NULL, 0, 1, '1981-01-15', 1, 4, '广西', '南宁', '山东', '济南', 'sdf@sdf.net', 'm/201005/39.jpg', NULL, 2, 188, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, 0, 0, 0, 0, 1, 0, '13831948823'),
(40, 'dakuan', 'dakuan', '3359bb68212a6a2d15ec249943ecfa91', 1, 500, '2010-05-06 16:43:55', '119.36.92.139', '2010-05-06 16:43:55', 0, '119.36.92.139', 0, 1, 0, 1, 0, NULL, NULL, NULL, NULL, 1, 0, NULL, 0, 1, '1981-01-15', 1, 2, '广东', '广州', '山西', '洪洞', '', 'm/201005/40.jpg', NULL, 7, 178, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, 0, 0, 0, 0, 1, 0, '13654845452'),
(41, 'test', 'test', 'e10adc3949ba59abbe56e057f20f883e', 3, 533510, '2009-11-03 12:03:34', '192.168.1.117', '2010-04-27 16:47:13', 53171, '61.140.25.176', 5, 1, 0, 1, 0, NULL, NULL, NULL, NULL, 1, 1, '2009-12-20 15:01:01', 1, 1, '1981-01-15', 1, 3, '广东', '广州', '广东', '广州', 'test@163.com', 'm/200911/1.jpg', NULL, 78, 190, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '娴嬫祴', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, 1, 1, 1, 1, 0, 1, 0, '13800138000'),
(42, 'wygkcn', 'wygkcn', 'e10adc3949ba59abbe56e057f20f883e', 3, 12889, '2009-12-10 22:00:52', '58.63.148.211', '2010-05-04 12:35:03', 199, '113.65.171.165', 16, 1, 0, 1, 0, NULL, NULL, NULL, NULL, 1, 2, '2010-05-04 10:53:34', 3, 1, '1981-01-15', 1, 3, '广东', '广州', '陕西', '户县', '38306293@qq.com', 'm/201005/2.jpg', NULL, 52, 182, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, '13527894748'),
(45, 'abcdefg', 'abcdefg', '6be1a4ad0f7c977204091a154d83064d', 1, 630, '2010-02-21 17:02:08', '123.5.225.121', '2010-02-23 09:57:25', 30, '123.5.231.212', 3, 1, 0, 1, 0, NULL, NULL, NULL, NULL, 1, 0, NULL, 0, 1, '1981-01-15', 1, 3, '河南', '洛阳', NULL, NULL, '', NULL, NULL, 22, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, 0, 0, 0, 0, 1, 0, '13800138000'),
(46, 'ssas', 'ssas', '96e79218965eb72c92a549dd5a330112', 1, 500, '2010-02-24 10:33:16', '124.207.107.219', '2010-02-24 16:36:15', 0, '124.207.107.219', 1, 1, 0, 1, 0, NULL, NULL, NULL, NULL, 1, 0, NULL, 0, 1, '1981-01-15', 1, 2, '云南', '华宁', NULL, NULL, '11@566.jim', NULL, NULL, 12, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, 0, 0, 0, 0, 1, 0, '1223'),
(47, 'piaoliang', 'piaoliang', 'e10adc3949ba59abbe56e057f20f883e', 3, 101610, '2010-04-13 19:44:54', '218.79.210.232', '2010-04-14 02:24:56', 1, '218.79.67.208', 2, 1, 0, 1, 0, NULL, NULL, NULL, NULL, 1, 0, '2010-04-13 21:26:21', 3, 2, '1981-01-15', 1, 4, '广东', '广州', NULL, NULL, '12332@126.com', NULL, NULL, 21, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, 0, 0, 0, 0, 1, 0, '1111111111'),
(51, 'luckcharm', 'luckcharm', '25d55ad283aa400af464c76d713c07ad', 1, 1600, '2010-04-18 19:14:37', '113.108.133.49', '2010-04-19 22:07:47', 0, '113.108.133.49', 1, 1, 0, 1, 0, NULL, NULL, NULL, NULL, 3, 0, NULL, 0, 1, '1981-01-15', 1, 3, '广东', '广州', NULL, NULL, 'luckcharm@dsf.com', NULL, NULL, 20, NULL, 55, 2, 5, 3, 2, 2, 5, 2, 5, '打发的', 2, 2, 4, '', '', 1, 1, '冒险/疯狂 稳重 浪漫/脱俗 好斗', '', '', '', '', NULL, '', '', '', '', '', '', '', '阿飞的萨菲大方的的萨菲的萨芬的萨芬的萨菲', 0, 0, 0, 0, 0, 0, 0, 0, 0, 1, 0, '12345678'),
(52, 'fgfg', 'fgfg', 'e10adc3949ba59abbe56e057f20f883e', 1, 501, '2010-04-18 19:19:19', '183.3.211.168', '2010-04-18 19:19:19', 1, '183.3.211.168', 0, 1, 0, 1, 0, NULL, NULL, NULL, NULL, 1, 0, NULL, 0, 2, '1994-05-15', 2, 2, '广东', '广州', NULL, NULL, 'dsfdsfdsf@eewr.com', NULL, NULL, 2, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, '02034506590'),
(53, 'hehe', 'hehe', '70ffc0a40c44fad3625095b7740f7abe', 1, 13320, '2010-04-21 19:26:02', '123.128.160.223', '2010-04-21 21:33:48', 82, '123.128.160.223', 1, 1, 0, 1, 0, NULL, NULL, NULL, NULL, 1, 0, '2010-04-21 19:29:34', 0, 1, '1981-01-15', 1, 3, '山东', '临沭', NULL, NULL, 'wdcncnet@126.com', NULL, NULL, 12, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, 0, 0, 0, 0, 1, 0, '13500000000'),
(54, 'wdcnc', 'wdcnc', '25d687e2c7e715b2f1c9bc30a47b0863', 3, 749, '2010-04-22 09:49:11', '60.212.155.217', '2010-04-22 21:02:11', 33, '119.180.144.156', 3, 1, 0, 1, 0, NULL, NULL, NULL, NULL, 1, 0, '2010-04-22 20:37:20', 3, 1, '1981-01-15', 1, 3, '广东', '广州', NULL, NULL, 'wdcnccom@126.com', NULL, NULL, 30, NULL, 90, 3, 12, 2, 2, 1, 3, 1, 3, '', 1, 1, 4, '', '', 0, 0, '', '', '', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '我爱你我爱你我爱你我爱你我爱你我爱你我爱你我爱你我爱你我爱你我爱你我爱你我爱你我爱你', 0, 0, 0, 0, 0, 0, 0, 0, 0, 1, 0, '13200000000'),
(55, 'a123', 'a123', 'e10adc3949ba59abbe56e057f20f883e', 1, 500, '2010-04-22 12:22:37', '119.51.191.39', '2010-04-22 12:22:37', 0, '119.51.191.39', 0, 1, 0, 1, 0, NULL, NULL, NULL, NULL, 1, 0, NULL, 0, 1, '1981-01-15', 1, 2, '广东', '广州', NULL, NULL, '', NULL, NULL, 1, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, 0, 0, 0, 0, 1, 0, '13578936666'),
(56, 'liaoxin12356', 'liaoxin12356', '25f9e794323b453885f5181f1b624d0b', 1, 17968, '2010-04-22 12:37:56', '113.106.102.146', '2010-04-22 12:37:56', 17468, '113.106.102.146', 0, 1, 0, 1, 0, NULL, NULL, NULL, NULL, 1, 0, NULL, 0, 1, '1980-03-15', 1, 1, '广东', '广州', NULL, NULL, '1234@qq.com', NULL, NULL, 20, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, '12342334566'),
(57, 'linewood', 'linewood', '797f69b345f300bafd556733f3035585', 1, 500, '2010-04-22 21:05:48', '124.201.37.82', '2010-04-22 21:05:48', 0, '124.201.37.82', 0, 1, 0, 1, 0, NULL, NULL, NULL, NULL, 1, 0, NULL, 0, 1, '1981-01-15', 1, 3, '海南', '海口', NULL, NULL, 'adfwef@111.com', NULL, NULL, 13, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, 0, 0, 0, 0, 1, 0, '13378439229'),
(58, 'tc1234', 'tc1234', '7d3dd2207423ed12a6b5eb5f12d81764', 1, 500, '2010-04-23 00:46:27', '222.93.1.88', '2010-04-23 00:46:27', 0, '222.93.1.88', 0, 1, 0, 1, 0, NULL, NULL, NULL, NULL, 1, 0, NULL, 0, 2, '1965-01-20', 3, 1, '江苏', '太仓', '甘肃', '兰州', '75686223@qq.com', 'm/201005/18.jpg', NULL, 16, 168, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, 0, 0, 0, 0, 1, 0, '13862382150'),
(60, 'yemaozi', 'yemaozi', 'e10adc3949ba59abbe56e057f20f883e', 1, 500, '2010-04-26 13:51:34', '119.40.13.18', '2010-04-26 13:51:34', 0, '119.40.13.18', 0, 1, 0, 1, 0, NULL, NULL, NULL, NULL, 1, 0, NULL, 0, 1, '1983-01-15', 1, 3, '北京', '北京', '山东', '海阳', 'aspren@126.com', 'm/201005/20.jpg', NULL, 9, 192, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, 0, 0, 0, 0, 1, 0, '13800013800'),
(61, 'fjgtpc', 'fjgtpc', 'b3147db2154df916ff741d36ec6c2f08', 1, 500, '2010-04-26 17:02:13', '124.72.18.67', '2010-04-26 17:02:13', 0, '124.72.18.67', 0, 1, 0, 1, 0, NULL, NULL, NULL, NULL, 1, 0, NULL, 0, 2, '1981-01-15', 1, 2, '广东', '广州', '江西', '南昌', 'fjgtpc@QQ.com', 'm/201005/21.jpg', NULL, 14, 167, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, 0, 0, 0, 0, 1, 0, '13800000000'),
(62, 'fztouch', 'fztouch', 'bf27436814ada5248c9890ef8306b8c9', 1, 500, '2010-04-26 17:23:22', '124.72.18.67', '2010-04-26 17:23:22', 0, '124.72.18.67', 0, 1, 0, 1, 0, NULL, NULL, NULL, NULL, 1, 0, NULL, 0, 2, '1981-01-15', 1, 4, '广东', '广州', '广西', '南宁', 'fjgtpc@QQ.com', 'm/201005/22.jpg', NULL, 7, 155, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, 0, 0, 0, 0, 1, 0, '13800000000'),
(63, 'lsftzx', 'lsftzx', 'dd4c7c0c3525c09714f0bcd9735d4266', 1, 500, '2010-04-27 13:15:40', '60.209.105.130', '2010-04-27 13:15:40', 0, '60.209.105.130', 0, 1, 0, 1, 0, NULL, NULL, NULL, NULL, 1, 0, NULL, 0, 1, '1978-11-06', 1, 5, '山东', '青岛', '内蒙古', '呼和浩特', 'lsftyzx@qq.com', 'm/201005/23.jpg', NULL, 13, 178, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, 0, 0, 0, 0, 1, 0, '1525321947'),
(64, 'yyy', 'yyy', 'bce3d6f2b9f8d5041fb590caaad40ba1', 1, 500, '2010-04-27 17:11:13', '121.14.27.16', '2010-04-27 17:11:13', 0, '121.14.27.16', 0, 1, 0, 1, 0, NULL, NULL, NULL, NULL, 1, 0, NULL, 0, 1, '1981-01-15', 1, 5, '广西', '玉林', '广东', '兴宁', 'yi@163.com', 'm/201005/24.jpg', NULL, 10, 188, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, 0, 0, 0, 0, 1, 0, '111111111'),
(65, 'frtgggh', 'frtgggh', '004823ba55c79cd95a331b1283d8cbfc', 1, 500, '2010-04-27 20:11:56', '221.214.121.226', '2010-04-27 20:11:56', 0, '221.214.121.226', 0, 1, 0, 1, 0, NULL, NULL, NULL, NULL, 1, 0, NULL, 0, 2, '1981-01-15', 3, 1, '广东', '广州', '广东', '惠州', '552386524@qq.com', 'm/201005/25.jpg', NULL, 5, 175, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, 0, 0, 0, 0, 1, 0, 'dweggg'),
(66, 'liuyue', 'liuyue', '25f9e794323b453885f5181f1b624d0b', 1, 100500, '2010-04-28 12:12:18', '220.178.112.53', '2010-04-28 12:12:18', 0, '220.178.112.53', 0, 1, 0, 1, 0, NULL, NULL, NULL, NULL, 1, 0, '2010-04-28 17:06:29', 0, 2, '1985-01-15', 1, 5, '安徽', '合肥', '北京', '东城', '', 'm/201005/26.jpg', NULL, 8, 187, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, 0, 0, 0, 0, 1, 0, '1234567'),
(67, 'yukai', 'yukai', '25f9e794323b453885f5181f1b624d0b', 3, 100720, '2010-04-28 13:20:07', '220.178.112.53', '2010-05-07 08:43:44', 2, '220.178.112.53', 3, 1, 0, 1, 0, NULL, NULL, NULL, NULL, 1, 0, '2010-04-28 16:02:23', 1, 1, '1981-01-15', 1, 3, '广东', '广州', NULL, NULL, '', 'm/201005/27.jpg', NULL, 14, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, 0, 0, 0, 0, 1, 0, '2345678'),
(68, 'mytest', 'mytest', 'a599d36c4c7a71ddcc1bc7259a15ac3a', 1, 11000, '2010-04-28 15:14:07', '220.178.112.53', '2010-04-28 15:14:07', 0, '220.178.112.53', 0, 1, 0, 1, 0, NULL, NULL, NULL, NULL, 1, 0, '2010-04-28 17:10:10', 0, 2, '1981-01-15', 1, 4, '广东', '广州', '江苏', '灌云', '', 'm/201005/28.jpg', NULL, 10, 178, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, 0, 0, 0, 0, 1, 0, '132654748'),
(69, 'wang1989', 'wang1989', '0f88c15bcec90ee0828876e415185437', 3, 998014, '2010-04-28 16:25:59', '121.62.253.80', '2010-04-28 16:25:59', 52, '121.62.253.80', 0, 1, 0, 1, 0, NULL, NULL, NULL, NULL, 1, 0, '2010-04-28 17:16:26', 1, 2, '1989-01-15', 1, 5, '广东', '广州', NULL, NULL, '1053402142@qq.com', NULL, NULL, 5, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 1002, '15897914114'),
(70, 'aaa', 'aaa', 'e10adc3949ba59abbe56e057f20f883e', 3, 90480, '2010-04-28 17:28:46', '220.178.112.53', '2010-04-28 17:28:46', 0, '220.178.112.53', 0, 1, 0, 1, 0, 'http://www.cms163.net/home/images/bgpic/002.jpg', '', '', NULL, 1, 0, '2010-04-28 17:33:31', 1, 2, '1981-01-15', 1, 3, '广东', '广州', NULL, NULL, '', NULL, NULL, 26, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, 0, 0, 0, 0, 1, 1002, '12345678900'),
(71, 'aassdd', 'aassdd', 'e10adc3949ba59abbe56e057f20f883e', 3, 95580, '2010-04-28 17:47:09', '220.178.112.53', '2010-04-28 18:00:36', 13, '220.178.112.53', 1, 1, 0, 1, 0, NULL, NULL, NULL, NULL, 1, 0, '2010-04-28 17:58:44', 3, 1, '1990-02-20', 1, 1, '安徽', '合肥', '黑龙江', '鸡东', 'kwkwkw@126.com', 'm/201005/31.jpg', NULL, 9, 190, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, 0, 0, 0, 0, 1, 1010, '123456789'),
(72, 'lirong', 'lirong', '94b12ec016798a5af13fdb3ce92b5045', 1, 700, '2010-04-30 13:23:41', '58.44.29.121', '2010-05-05 20:27:45', 0, '220.169.185.99', 2, 1, 0, 1, 0, NULL, NULL, NULL, NULL, 1, 0, NULL, 0, 1, '1970-10-30', 3, 4, '湖南', '华容', '湖南', '华容', 'li-rong@sohu.com', 'm/201005/32.jpg', NULL, 9, 168, 62, 6, 11, 2, 1, 2, 4, 1, 3, '', 5, 1, 6, '', '能找到如意的女友', 1, 2, '稳重 幽默/机智', '成熟魅力型', '事业成就', '音乐　旅游　读书', '温柔贤惠　', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, '通过交友平台,找到我的最爱,带她一同去看海,一同慢慢变老.', 0, 0, 0, 0, 0, 0, 0, 0, 0, 1, 0, '13973044838'),
(73, 'mxs555', 'mxs555', '6b31bbdbfef44df8f3ae9346a0bd4a60', 1, 500, '2010-05-02 09:46:28', '117.22.116.26', '2010-05-02 10:56:13', 0, '117.22.116.26', 1, 1, 0, 1, 0, NULL, NULL, NULL, NULL, 1, 0, NULL, 0, 1, '1981-01-15', 1, 1, '广东', '广州', '海南', '三亚', '', 'm/201005/33.jpg', NULL, 4, 159, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, 0, 0, 0, 0, 1, 0, '4324234'),
(74, 'rrrrrrr', 'rrrrrrr', 'e10adc3949ba59abbe56e057f20f883e', 1, 1025, '2010-05-02 19:40:17', '219.144.184.183', '2010-05-02 19:40:17', 25, '219.144.184.183', 0, 1, 0, 1, 0, NULL, NULL, NULL, NULL, 1, 0, NULL, 0, 2, '1983-01-15', 1, 2, '贵州', '贵阳', '江苏', '南京', '8888@qq.com', 'm/201005/34.jpg', NULL, 13, 165, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '刘小花', NULL, NULL, NULL, NULL, NULL, NULL, NULL, '在广州交友网,找到最爱的人,一起过一生!', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, '13359277127'),
(75, 'yte123', 'yte123', 'e10adc3949ba59abbe56e057f20f883e', 1, 500, '2010-05-03 20:42:19', '113.106.2.180', '2010-05-03 20:42:19', 0, '113.106.2.180', 0, 1, 0, 1, 0, NULL, NULL, NULL, NULL, 1, 0, NULL, 0, 1, '1981-01-15', 1, 2, '山东', '高密', '上海', '崇明', '', 'm/201005/35.jpg', NULL, 5, 175, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, 0, 0, 0, 0, 1, 0, '13800000000'),
(76, 'c123', 'c123', '92adb719f0ae37dc82a17cdbbef98535', 3, 13536, '2010-05-04 10:08:40', '218.18.16.143', '2010-05-04 10:08:40', 36, '218.18.16.143', 0, 1, 0, 1, 0, NULL, NULL, NULL, NULL, 3, 0, '2010-05-04 14:45:37', 3, 1, '1981-01-15', 1, 3, '广东', '广州', NULL, NULL, 'szqiche@163.com', 'm/201005/36.jpg', NULL, 13, NULL, 65, 9, 1, 1, 1, 2, 1, 1, 1, '中山大学', 10, 6, 3, '爬山', '找对象', 1, 2, '开放', '随和', '自我感觉好', '爬山', '婚姻', NULL, '深圳', '518031', '', '178060089', '', '', '', '我是180CM 很爱交朋友,请联系我\r\n020-34506590', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, '13927492788'),
(77, 'dnmidi', 'dnmidi', '66da230ec822b2b673218ebf0f9661ce', 1, 1705, '2010-05-04 10:58:16', '58.248.7.45', '2010-05-04 10:58:16', 205, '58.248.7.45', 0, 1, 0, 1, 0, NULL, NULL, NULL, NULL, 1, 0, NULL, 0, 1, '1979-01-15', 1, 3, '广东', '广州', '辽宁', '沈阳', 'dnmidi@126.com', 'm/201005/37.jpg', NULL, 6, 178, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '张伟华', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, '13800138000'),
(78, 'maggy001', 'maggy001', 'e10adc3949ba59abbe56e057f20f883e', 1, 500, '2010-05-05 20:49:48', '219.130.212.144', '2010-05-05 20:49:48', 0, '219.130.212.144', 0, 1, 0, 1, 0, NULL, NULL, NULL, NULL, 1, 0, NULL, 0, 2, '1981-01-15', 1, 5, '广东', '广州', '湖北', '黄梅', '', 'm/201005/38.jpg', NULL, 2, 168, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, 0, 0, 0, 0, 1, 0, '１２３３３３３３１'),
(79, 'elongpc', 'elongpc', 'db502c15530387f98ae67bf0d8edb134', 1, 500, '2010-05-06 01:53:21', '110.246.195.0', '2010-05-06 01:53:21', 0, '110.246.195.0', 0, 1, 0, 1, 0, NULL, NULL, NULL, NULL, 1, 0, NULL, 0, 1, '1981-01-15', 1, 4, '广西', '南宁', '山东', '济南', 'sdf@sdf.net', 'm/201005/39.jpg', NULL, 2, 188, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, 0, 0, 0, 0, 1, 0, '13831948823'),
(81, 'test', 'test', 'e10adc3949ba59abbe56e057f20f883e', 3, 533510, '2009-11-03 12:03:34', '192.168.1.117', '2010-04-27 16:47:13', 53171, '61.140.25.176', 5, 1, 0, 1, 0, NULL, NULL, NULL, NULL, 1, 1, '2009-12-20 15:01:01', 1, 1, '1981-01-15', 1, 3, '广东', '广州', '广东', '广州', 'test@163.com', 'm/200911/1.jpg', NULL, 78, 190, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '娴嬫祴', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, 1, 1, 1, 1, 1, 1, 1, 0, 1, 0, '13800138000'),
(82, 'wygkcn', 'wygkcn', 'e10adc3949ba59abbe56e057f20f883e', 3, 12889, '2009-12-10 22:00:52', '58.63.148.211', '2010-05-04 12:35:03', 199, '113.65.171.165', 16, 1, 0, 1, 0, NULL, NULL, NULL, NULL, 1, 2, '2010-05-04 10:53:34', 3, 1, '1981-01-15', 1, 3, '广东', '广州', '陕西', '户县', '38306293@qq.com', 'm/201005/2.jpg', NULL, 53, 182, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, '13527894748'),
(121, 'wrzcnet', 'wrzcnet', 'd476c22c37918441ea40551c0f673bfe', 3, 68747, '2010-05-09 16:04:26', '127.0.0.1', '2010-05-10 07:57:12', 149, '127.0.0.1', 8, 1, 0, 1, 0, NULL, NULL, NULL, NULL, 1, 0, NULL, 3, 1, '1978-05-15', 1, 3, '广东', '广州', NULL, NULL, '38306293@qq.com', 'm/201005/121.jpg', NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, '13527894748'),
(85, 'abcdefg', 'abcdefg', '6be1a4ad0f7c977204091a154d83064d', 1, 630, '2010-02-21 17:02:08', '123.5.225.121', '2010-02-23 09:57:25', 30, '123.5.231.212', 3, 1, 0, 1, 0, NULL, NULL, NULL, NULL, 1, 0, NULL, 0, 1, '1981-01-15', 1, 3, '河南', '洛阳', NULL, NULL, '', NULL, NULL, 22, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, 0, 0, 0, 0, 1, 0, '13800138000'),
(86, 'ssas', 'ssas', '96e79218965eb72c92a549dd5a330112', 1, 500, '2010-02-24 10:33:16', '124.207.107.219', '2010-02-24 16:36:15', 0, '124.207.107.219', 1, 1, 0, 1, 0, NULL, NULL, NULL, NULL, 1, 0, NULL, 0, 1, '1981-01-15', 1, 2, '云南', '华宁', NULL, NULL, '11@566.jim', NULL, NULL, 12, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, 0, 0, 0, 0, 1, 0, '1223'),
(87, 'piaoliang', 'piaoliang', 'e10adc3949ba59abbe56e057f20f883e', 3, 101610, '2010-04-13 19:44:54', '218.79.210.232', '2010-04-14 02:24:56', 1, '218.79.67.208', 2, 1, 0, 1, 0, NULL, NULL, NULL, NULL, 1, 0, '2010-04-13 21:26:21', 3, 2, '1981-01-15', 1, 4, '广东', '广州', NULL, NULL, '12332@126.com', NULL, NULL, 22, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, 0, 0, 0, 0, 1, 0, '1111111111'),
(91, 'luckcharm', 'luckcharm', '25d55ad283aa400af464c76d713c07ad', 1, 1600, '2010-04-18 19:14:37', '113.108.133.49', '2010-04-19 22:07:47', 0, '113.108.133.49', 1, 1, 0, 1, 0, NULL, NULL, NULL, NULL, 3, 0, NULL, 0, 1, '1981-01-15', 1, 3, '广东', '广州', NULL, NULL, 'luckcharm@dsf.com', NULL, NULL, 20, NULL, 55, 2, 5, 3, 2, 2, 5, 2, 5, '打发的', 2, 2, 4, '', '', 1, 1, '冒险/疯狂 稳重 浪漫/脱俗 好斗', '', '', '', '', NULL, '', '', '', '', '', '', '', '阿飞的萨菲大方的的萨菲的萨芬的萨芬的萨菲', 0, 0, 0, 0, 0, 0, 0, 0, 0, 1, 0, '12345678'),
(92, 'fgfg', 'fgfg', 'e10adc3949ba59abbe56e057f20f883e', 1, 501, '2010-04-18 19:19:19', '183.3.211.168', '2010-04-18 19:19:19', 1, '183.3.211.168', 0, 1, 0, 1, 0, NULL, NULL, NULL, NULL, 1, 0, NULL, 0, 2, '1994-05-15', 2, 2, '广东', '广州', NULL, NULL, 'dsfdsfdsf@eewr.com', NULL, NULL, 2, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, '02034506590'),
(93, 'hehe', 'hehe', '70ffc0a40c44fad3625095b7740f7abe', 1, 13320, '2010-04-21 19:26:02', '123.128.160.223', '2010-04-21 21:33:48', 82, '123.128.160.223', 1, 1, 0, 1, 0, NULL, NULL, NULL, NULL, 1, 0, '2010-04-21 19:29:34', 0, 1, '1981-01-15', 1, 3, '山东', '临沭', NULL, NULL, 'wdcncnet@126.com', NULL, NULL, 12, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, 0, 0, 0, 0, 1, 0, '13500000000'),
(94, 'wdcnc', 'wdcnc', '25d687e2c7e715b2f1c9bc30a47b0863', 3, 749, '2010-04-22 09:49:11', '60.212.155.217', '2010-04-22 21:02:11', 33, '119.180.144.156', 3, 1, 0, 1, 0, NULL, NULL, NULL, NULL, 1, 0, '2010-04-22 20:37:20', 3, 1, '1981-01-15', 1, 3, '广东', '广州', NULL, NULL, 'wdcnccom@126.com', NULL, NULL, 30, NULL, 90, 3, 12, 2, 2, 1, 3, 1, 3, '', 1, 1, 4, '', '', 0, 0, '', '', '', '', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '我爱你我爱你我爱你我爱你我爱你我爱你我爱你我爱你我爱你我爱你我爱你我爱你我爱你我爱你', 0, 0, 0, 0, 0, 0, 0, 0, 0, 1, 0, '13200000000'),
(95, 'a123', 'a123', 'e10adc3949ba59abbe56e057f20f883e', 1, 500, '2010-04-22 12:22:37', '119.51.191.39', '2010-04-22 12:22:37', 0, '119.51.191.39', 0, 1, 0, 1, 0, NULL, NULL, NULL, NULL, 1, 0, NULL, 0, 1, '1981-01-15', 1, 2, '广东', '广州', NULL, NULL, '', NULL, NULL, 1, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, 0, 0, 0, 0, 1, 0, '13578936666'),
(96, 'liaoxin12356', 'liaoxin12356', '25f9e794323b453885f5181f1b624d0b', 1, 17968, '2010-04-22 12:37:56', '113.106.102.146', '2010-04-22 12:37:56', 17468, '113.106.102.146', 0, 1, 0, 1, 0, NULL, NULL, NULL, NULL, 1, 0, NULL, 0, 1, '1980-03-15', 1, 1, '广东', '广州', NULL, NULL, '1234@qq.com', NULL, NULL, 20, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, '12342334566'),
(97, 'linewood', 'linewood', '797f69b345f300bafd556733f3035585', 1, 500, '2010-04-22 21:05:48', '124.201.37.82', '2010-04-22 21:05:48', 0, '124.201.37.82', 0, 1, 0, 1, 0, NULL, NULL, NULL, NULL, 1, 0, NULL, 0, 1, '1981-01-15', 1, 3, '海南', '海口', NULL, NULL, 'adfwef@111.com', NULL, NULL, 13, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, 0, 0, 0, 0, 1, 0, '13378439229');
INSERT INTO `wrzc_net_main` (`id`, `username`, `nickname`, `password`, `grade`, `loveb`, `regtime`, `regip`, `logintime`, `alltime`, `loginip`, `logincount`, `flag`, `eb`, `mbkind`, `magic`, `bgpic`, `bgmusic`, `mbtitle`, `admintel`, `ifopencontact`, `ifmod`, `sjtime`, `if2`, `sex`, `birthday`, `love`, `kind`, `area1`, `area2`, `area3`, `area4`, `email`, `photo_s`, `video_s`, `click`, `heigh`, `weigh`, `tx`, `star`, `blood`, `zhongjiao`, `house`, `car`, `clothing`, `edu`, `school`, `field`, `job`, `pay`, `nianwang`, `xinyuan`, `smoking`, `drink`, `gexin`, `xinrong`, `youshi`, `xinqu`, `huoban`, `truename`, `address`, `post`, `tel`, `qq`, `msn`, `popo`, `homepage`, `aboutus`, `ifphoto`, `ifbirthday`, `ifheigh`, `ifedu`, `iflove`, `ifpay`, `ifhouse`, `ifcar`, `diaryxieshoupx`, `ifonline`, `zhenghun_jingjia`, `yctel`) VALUES 
(98, 'tc1234', 'tc1234', '7d3dd2207423ed12a6b5eb5f12d81764', 1, 500, '2010-04-23 00:46:27', '222.93.1.88', '2010-04-23 00:46:27', 0, '222.93.1.88', 0, 1, 0, 1, 0, NULL, NULL, NULL, NULL, 1, 0, NULL, 0, 2, '1965-01-20', 3, 1, '江苏', '太仓', '甘肃', '兰州', '75686223@qq.com', 'm/201005/18.jpg', NULL, 16, 168, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, 0, 0, 0, 0, 1, 0, '13862382150'),
(100, 'yemaozi', 'yemaozi', 'e10adc3949ba59abbe56e057f20f883e', 1, 500, '2010-04-26 13:51:34', '119.40.13.18', '2010-04-26 13:51:34', 0, '119.40.13.18', 0, 1, 0, 1, 0, NULL, NULL, NULL, NULL, 1, 0, NULL, 0, 1, '1983-01-15', 1, 3, '北京', '北京', '山东', '海阳', 'aspren@126.com', 'm/201005/20.jpg', NULL, 9, 192, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, 0, 0, 0, 0, 1, 0, '13800013800'),
(101, 'fjgtpc', 'fjgtpc', 'b3147db2154df916ff741d36ec6c2f08', 1, 500, '2010-04-26 17:02:13', '124.72.18.67', '2010-04-26 17:02:13', 0, '124.72.18.67', 0, 1, 0, 1, 0, NULL, NULL, NULL, NULL, 1, 0, NULL, 0, 2, '1981-01-15', 1, 2, '广东', '广州', '江西', '南昌', 'fjgtpc@QQ.com', 'm/201005/21.jpg', NULL, 14, 167, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, 0, 0, 0, 0, 1, 0, '13800000000'),
(102, 'fztouch', 'fztouch', 'bf27436814ada5248c9890ef8306b8c9', 1, 500, '2010-04-26 17:23:22', '124.72.18.67', '2010-04-26 17:23:22', 0, '124.72.18.67', 0, 1, 0, 1, 0, NULL, NULL, NULL, NULL, 1, 0, NULL, 0, 2, '1981-01-15', 1, 4, '广东', '广州', '广西', '南宁', 'fjgtpc@QQ.com', 'm/201005/22.jpg', NULL, 7, 155, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, 0, 0, 0, 0, 1, 0, '13800000000'),
(103, 'lsftzx', 'lsftzx', 'dd4c7c0c3525c09714f0bcd9735d4266', 1, 500, '2010-04-27 13:15:40', '60.209.105.130', '2010-04-27 13:15:40', 0, '60.209.105.130', 0, 1, 0, 1, 0, NULL, NULL, NULL, NULL, 1, 0, NULL, 0, 1, '1978-11-06', 1, 5, '山东', '青岛', '内蒙古', '呼和浩特', 'lsftyzx@qq.com', 'm/201005/23.jpg', NULL, 13, 178, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, 0, 0, 0, 0, 1, 0, '1525321947'),
(104, 'yyy', 'yyy', 'bce3d6f2b9f8d5041fb590caaad40ba1', 1, 500, '2010-04-27 17:11:13', '121.14.27.16', '2010-04-27 17:11:13', 0, '121.14.27.16', 0, 1, 0, 1, 0, NULL, NULL, NULL, NULL, 1, 0, NULL, 0, 1, '1981-01-15', 1, 5, '广西', '玉林', '广东', '兴宁', 'yi@163.com', 'm/201005/24.jpg', NULL, 10, 188, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, 0, 0, 0, 0, 1, 0, '111111111'),
(105, 'frtgggh', 'frtgggh', '004823ba55c79cd95a331b1283d8cbfc', 1, 500, '2010-04-27 20:11:56', '221.214.121.226', '2010-04-27 20:11:56', 0, '221.214.121.226', 0, 1, 0, 1, 0, NULL, NULL, NULL, NULL, 1, 0, NULL, 0, 2, '1981-01-15', 3, 1, '广东', '广州', '广东', '惠州', '552386524@qq.com', 'm/201005/25.jpg', NULL, 5, 175, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, 0, 0, 0, 0, 1, 0, 'dweggg'),
(106, 'liuyue', 'liuyue', '25f9e794323b453885f5181f1b624d0b', 1, 100500, '2010-04-28 12:12:18', '220.178.112.53', '2010-04-28 12:12:18', 0, '220.178.112.53', 0, 1, 0, 1, 0, NULL, NULL, NULL, NULL, 1, 0, '2010-04-28 17:06:29', 0, 2, '1985-01-15', 1, 5, '安徽', '合肥', '北京', '东城', '', 'm/201005/26.jpg', NULL, 8, 187, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, 0, 0, 0, 0, 1, 0, '1234567'),
(107, 'yukai', 'yukai', '25f9e794323b453885f5181f1b624d0b', 3, 100720, '2010-04-28 13:20:07', '220.178.112.53', '2010-05-07 08:43:44', 2, '220.178.112.53', 3, 1, 0, 1, 0, NULL, NULL, NULL, NULL, 1, 0, '2010-04-28 16:02:23', 1, 1, '1981-01-15', 1, 3, '广东', '广州', NULL, NULL, '', 'm/201005/27.jpg', NULL, 14, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, 0, 0, 0, 0, 1, 0, '2345678'),
(108, 'mytest', 'mytest', 'a599d36c4c7a71ddcc1bc7259a15ac3a', 1, 11000, '2010-04-28 15:14:07', '220.178.112.53', '2010-04-28 15:14:07', 0, '220.178.112.53', 0, 1, 0, 1, 0, NULL, NULL, NULL, NULL, 1, 0, '2010-04-28 17:10:10', 0, 2, '1981-01-15', 1, 4, '广东', '广州', '江苏', '灌云', '', 'm/201005/28.jpg', NULL, 10, 178, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, 0, 0, 0, 0, 1, 0, '132654748'),
(109, 'wang1989', 'wang1989', '0f88c15bcec90ee0828876e415185437', 3, 998014, '2010-04-28 16:25:59', '121.62.253.80', '2010-04-28 16:25:59', 52, '121.62.253.80', 0, 1, 0, 1, 0, NULL, NULL, NULL, NULL, 1, 0, '2010-04-28 17:16:26', 1, 2, '1989-01-15', 1, 5, '广东', '广州', NULL, NULL, '1053402142@qq.com', NULL, NULL, 5, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 1002, '15897914114'),
(110, 'aaa', 'aaa', 'e10adc3949ba59abbe56e057f20f883e', 3, 87474, '2010-04-28 17:28:46', '220.178.112.53', '2010-04-28 17:28:46', 0, '220.178.112.53', 0, 1, 0, 1, 0, 'http://www.cms163.net/home/images/bgpic/002.jpg', '', '', NULL, 1, 0, '2010-04-28 17:33:31', 1, 2, '1981-01-15', 1, 3, '广东', '广州', NULL, NULL, '', NULL, NULL, 29, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, 0, 0, 0, 0, 1, 1002, '12345678900'),
(111, 'aassdd', 'aassdd', 'e10adc3949ba59abbe56e057f20f883e', 3, 95580, '2010-04-28 17:47:09', '220.178.112.53', '2010-04-28 18:00:36', 13, '220.178.112.53', 1, 1, 0, 1, 0, NULL, NULL, NULL, NULL, 1, 0, '2010-04-28 17:58:44', 3, 1, '1990-02-20', 1, 1, '安徽', '合肥', '黑龙江', '鸡东', 'kwkwkw@126.com', 'm/201005/31.jpg', NULL, 9, 190, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, 0, 0, 0, 0, 1, 1010, '123456789'),
(112, 'lirong', 'lirong', '94b12ec016798a5af13fdb3ce92b5045', 1, 700, '2010-04-30 13:23:41', '58.44.29.121', '2010-05-05 20:27:45', 0, '220.169.185.99', 2, 1, 0, 1, 0, NULL, NULL, NULL, NULL, 1, 0, NULL, 0, 1, '1970-10-30', 3, 4, '湖南', '华容', '湖南', '华容', 'li-rong@sohu.com', 'm/201005/32.jpg', NULL, 9, 168, 62, 6, 11, 2, 1, 2, 4, 1, 3, '', 5, 1, 6, '', '能找到如意的女友', 1, 2, '稳重 幽默/机智', '成熟魅力型', '事业成就', '音乐　旅游　读书', '温柔贤惠　', '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, '通过交友平台,找到我的最爱,带她一同去看海,一同慢慢变老.', 0, 0, 0, 0, 0, 0, 0, 0, 0, 1, 0, '13973044838'),
(113, 'mxs555', 'mxs555', '6b31bbdbfef44df8f3ae9346a0bd4a60', 1, 500, '2010-05-02 09:46:28', '117.22.116.26', '2010-05-02 10:56:13', 0, '117.22.116.26', 1, 1, 0, 1, 0, NULL, NULL, NULL, NULL, 1, 0, NULL, 0, 1, '1981-01-15', 1, 1, '广东', '广州', '海南', '三亚', '', 'm/201005/33.jpg', NULL, 4, 159, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, 0, 0, 0, 0, 1, 0, '4324234'),
(114, 'rrrrrrr', 'rrrrrrr', 'e10adc3949ba59abbe56e057f20f883e', 1, 1025, '2010-05-02 19:40:17', '219.144.184.183', '2010-05-02 19:40:17', 25, '219.144.184.183', 0, 1, 0, 1, 0, NULL, NULL, NULL, NULL, 1, 0, NULL, 0, 2, '1983-01-15', 1, 2, '贵州', '贵阳', '江苏', '南京', '8888@qq.com', 'm/201005/34.jpg', NULL, 11, 165, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '刘小花', NULL, NULL, NULL, NULL, NULL, NULL, NULL, '在广州交友网,找到最爱的人,一起过一生!', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, '13359277127'),
(115, 'yte123', 'yte123', 'e10adc3949ba59abbe56e057f20f883e', 1, 500, '2010-05-03 20:42:19', '113.106.2.180', '2010-05-03 20:42:19', 0, '113.106.2.180', 0, 1, 0, 1, 0, NULL, NULL, NULL, NULL, 1, 0, NULL, 0, 1, '1981-01-15', 1, 2, '山东', '高密', '上海', '崇明', '', 'm/201005/35.jpg', NULL, 5, 175, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, 0, 0, 0, 0, 1, 0, '13800000000'),
(116, 'c123', 'c123', '92adb719f0ae37dc82a17cdbbef98535', 3, 13536, '2010-05-04 10:08:40', '218.18.16.143', '2010-05-04 10:08:40', 36, '218.18.16.143', 0, 1, 0, 1, 0, NULL, NULL, NULL, NULL, 3, 0, '2010-05-04 14:45:37', 3, 1, '1981-01-15', 1, 3, '广东', '广州', NULL, NULL, 'szqiche@163.com', 'm/201005/36.jpg', NULL, 14, NULL, 65, 9, 1, 1, 1, 2, 1, 1, 1, '中山大学', 10, 6, 3, '爬山', '找对象', 1, 2, '开放', '随和', '自我感觉好', '爬山', '婚姻', NULL, '深圳', '518031', '', '178060089', '', '', '', '我是180CM 很爱交朋友,请联系我\r\n020-34506590', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, '13927492788'),
(117, 'dnmidi', 'dnmidi', '66da230ec822b2b673218ebf0f9661ce', 1, 1705, '2010-05-04 10:58:16', '58.248.7.45', '2010-05-04 10:58:16', 205, '58.248.7.45', 0, 1, 0, 1, 0, NULL, NULL, NULL, NULL, 1, 0, NULL, 0, 1, '1979-01-15', 1, 3, '广东', '广州', '辽宁', '沈阳', 'dnmidi@126.com', 'm/201005/37.jpg', NULL, 9, 178, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '张伟华', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, '13800138000'),
(118, 'maggy001', 'maggy001', 'e10adc3949ba59abbe56e057f20f883e', 1, 5924, '2010-05-05 20:49:48', '219.130.212.144', '2010-05-05 20:49:48', 5424, '219.130.212.144', 0, 1, 0, 1, 0, NULL, NULL, NULL, NULL, 1, 0, NULL, 0, 2, '1981-01-15', 1, 5, '广东', '广州', '湖北', '黄梅', '', 'm/201005/38.jpg', NULL, 4, 168, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, '１２３３３３３３１'),
(119, 'elongpc', 'elongpc', 'db502c15530387f98ae67bf0d8edb134', 1, 500, '2010-05-06 01:53:21', '110.246.195.0', '2010-05-06 01:53:21', 0, '110.246.195.0', 0, 1, 0, 1, 0, NULL, NULL, NULL, NULL, 1, 0, NULL, 0, 1, '1981-01-15', 1, 4, '广西', '南宁', '山东', '济南', 'sdf@sdf.net', 'm/201005/39.jpg', NULL, 2, 188, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, 0, 0, 0, 0, 1, 0, '13831948823'),
(120, 'dakuan', 'dakuan', '3359bb68212a6a2d15ec249943ecfa91', 1, 3340, '2010-05-06 16:43:55', '119.36.92.139', '2010-05-06 16:43:55', 2845, '119.36.92.139', 0, 1, 0, 1, 0, NULL, NULL, NULL, NULL, 1, 0, NULL, 0, 1, '1981-01-15', 1, 2, '广东', '广州', '山西', '洪洞', '', 'm/201005/40.jpg', NULL, 8, 178, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, '13654845452');

-- --------------------------------------------------------

-- 
-- 表的结构 `wrzc_net_main_data`
-- 

CREATE TABLE `wrzc_net_main_data` (
  `userid` int(10) unsigned NOT NULL default '0',
  `ifmod` tinyint(1) NOT NULL default '0',
  `a1` tinyint(1) NOT NULL default '0',
  `a2` tinyint(1) NOT NULL default '0',
  `a3` varchar(255) default NULL,
  `a4` varchar(255) default NULL,
  `a5` varchar(255) default NULL,
  `a6` varchar(255) default NULL,
  `a7` varchar(255) default NULL,
  `b1` tinyint(2) NOT NULL default '0',
  `b2` tinyint(2) NOT NULL default '0',
  `b3` tinyint(2) NOT NULL default '0',
  `b4` tinyint(2) NOT NULL default '0',
  `b5` tinyint(2) NOT NULL default '0',
  `b6` tinyint(2) NOT NULL default '0',
  `b7` tinyint(2) NOT NULL default '0',
  `b8` tinyint(2) NOT NULL default '0',
  `b9` tinyint(2) NOT NULL default '0',
  `b10` tinyint(2) NOT NULL default '0',
  `b11` tinyint(2) NOT NULL default '0',
  `b12` tinyint(2) NOT NULL default '0',
  `b13` tinyint(2) NOT NULL default '0',
  `b14` tinyint(2) NOT NULL default '0',
  `b15` tinyint(2) NOT NULL default '0',
  `b16` varchar(255) default NULL,
  `b17` varchar(255) default NULL,
  `b18` varchar(255) default NULL,
  `b19` varchar(255) default NULL,
  `c1` tinyint(1) NOT NULL default '0',
  `c2` tinyint(1) NOT NULL default '0',
  `c3` tinyint(1) NOT NULL default '0',
  `c4` tinyint(1) NOT NULL default '0',
  `c5` tinyint(1) NOT NULL default '0',
  `c6` tinyint(1) NOT NULL default '0',
  `c7` tinyint(1) NOT NULL default '0',
  `c8` varchar(255) default NULL,
  `c9` varchar(255) default NULL,
  `c10` varchar(255) default NULL,
  `c11` varchar(255) default NULL,
  `d1` varchar(255) default NULL,
  `d2` varchar(100) default NULL,
  `d3` tinyint(4) NOT NULL default '0',
  `d4` tinyint(4) NOT NULL default '0',
  `d5` varchar(100) default NULL,
  `d6` tinyint(4) NOT NULL default '0',
  `d7` varchar(100) default NULL,
  `d8` varchar(100) default NULL,
  `d9` varchar(100) default NULL,
  `d10` varchar(100) default NULL,
  `d11` text,
  PRIMARY KEY  (`userid`)
) ENGINE=MyISAM DEFAULT CHARSET=gbk;

-- 
-- 导出表中的数据 `wrzc_net_main_data`
-- 

INSERT INTO `wrzc_net_main_data` (`userid`, `ifmod`, `a1`, `a2`, `a3`, `a4`, `a5`, `a6`, `a7`, `b1`, `b2`, `b3`, `b4`, `b5`, `b6`, `b7`, `b8`, `b9`, `b10`, `b11`, `b12`, `b13`, `b14`, `b15`, `b16`, `b17`, `b18`, `b19`, `c1`, `c2`, `c3`, `c4`, `c5`, `c6`, `c7`, `c8`, `c9`, `c10`, `c11`, `d1`, `d2`, `d3`, `d4`, `d5`, `d6`, `d7`, `d8`, `d9`, `d10`, `d11`) VALUES 
(4, 0, 1, 1, '咖啡店', '流行 ', '体操', '流行读物', '亲吻', 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, NULL, NULL, NULL, NULL, 0, 0, 0, 0, 0, 0, 0, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, 0, NULL, NULL, NULL, NULL, NULL),
(2, 0, 1, 1, '夜总会 图书馆 逛街 卡拉OK 参加公益活动 朋友聚会 英语角 迪厅', '怀旧 古典', '排球 网球', '我的工作', '一个惊喜', 1, 1, 1, 1, 3, 3, 2, 2, 5, 2, 7, 3, 3, 3, 4, '可以和自己父母住 可以和对方父母住', '善待对方', '保持彼此婚前的生活圈', '强壮的身体', 2, 2, 2, 2, 2, 2, 1, '非常主动 比较含羞、被动', '思想开放的', '胡子', '仅限普通正常的方式', NULL, NULL, 0, 0, NULL, 0, NULL, NULL, NULL, NULL, NULL),
(34, 0, 1, 1, '海滩 保龄球馆', '轻音乐 乡村', '截拳道', '我的工作', '见面的拥抱和亲吻', 2, 2, 2, 2, 2, 2, 2, 3, 3, 3, 2, 1, 2, 2, 4, '可以和自己父母住', '能彼此包容', '喜欢和大家庭在一起', '善解人意', 0, 0, 0, 0, 0, 0, 0, NULL, NULL, NULL, NULL, NULL, NULL, 0, 0, NULL, 0, NULL, NULL, NULL, NULL, NULL),
(36, 0, 1, 1, '海滩', '怀旧', '篮球', '体育运动', '乡间漫步', 1, 1, 1, 4, 1, 2, 1, 1, 1, 2, 2, 1, 2, 1, 1, '可以和自己父母住', '坦诚相待', '两人世界', '事业成就', 1, 1, 1, 1, 1, 1, 1, '非常主动 比较含羞、被动', '幽默有趣的伴侣', '魔鬼的身材', '一起看性爱电影', '正职工作', '银行业', 2, 1, '职业经理人', 7, '会计', '网络', '唱歌', '唱歌,跳舞', '刚开始工作');

-- --------------------------------------------------------

-- 
-- 表的结构 `wrzc_net_news`
-- 

CREATE TABLE `wrzc_net_news` (
  `id` int(11) unsigned NOT NULL auto_increment,
  `kind` tinyint(1) NOT NULL default '1',
  `title` varchar(250) NOT NULL,
  `content` text NOT NULL,
  `addtime` int(11) NOT NULL default '0',
  `click` int(11) NOT NULL default '200',
  PRIMARY KEY  (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=gbk AUTO_INCREMENT=25 ;

-- 
-- 导出表中的数据 `wrzc_net_news`
-- 

INSERT INTO `wrzc_net_news` (`id`, `kind`, `title`, `content`, `addtime`, `click`) VALUES 
(1, 1, '注册本站会员有什么要求？', '本站的宗旨是建设一个真实、纯净的白领爱情交友平台，所以对会员的个人资料有很严格的要求，不得在注册名中出现类似“一夜情”、“情人”、“红杏出墙”等低俗词语。网站会在2小时内审核你的注册申请，目的不纯、资料不完整、所上传的本人相片不合格者，将不能成为本网会员。<BR>&nbsp;&nbsp; 切记，本网只欢迎高素质的白领人士，年龄未满20岁、无稳定职业、学历在中专（高中）以下者，请绕行！', 1272936422, 206),
(2, 1, '广州交友网交友须知，必看', '本站全体工作人员通过自己的辛勤付出，努力为来此征友的单身会员朋友营造一方安全、真实、纯净、严肃的在线婚恋交友空间。 我们希望每一位在此征友的会员都能度过一段愉快的人生旅程，希望大家遵守广州交友网所制定的有关条款，在交友过程中尊重他人，真诚待人，同时掌握保护自己的交友常识。我们不会干涉会员之间的私人通信和交往，但是如果有人被骚扰攻击，并进行了投诉，我们将采取行动，调查被投诉人行为并做出处理。 <BR>&nbsp; <BR>&nbsp;&nbsp;&nbsp; 十大交友安全提醒: <BR>&nbsp;&nbsp;&nbsp;&nbsp; <BR>&nbsp;&nbsp;&nbsp; 一、个人隐私信息自我保护意识 填写注册信息时，除了网站要求公开的基本个人信息，我们将严格为可能涉及您个人隐私的信息（如手机号码、家庭地址等）保密，为了安全考虑，请不要在通信过程中泄漏任何真实的隐私信息。 需要注意保护的信息有：真实姓名、住宅电话、手机号码、办公电话、家庭住址、公司名称，银行卡号，或者任何可能让他人直接找到您的信息。除非您对对方有了充分可靠的了解，我们建议您与他人沟通时保持匿名，除非您已经比较了解对方并且想与对方进一步发展关系。 <BR>&nbsp; <BR>&nbsp;&nbsp;&nbsp; 二、对陌生人时刻保持警惕不要轻信。广州交友网是一个严肃的婚恋交友空间，我们会严格把关注册会员，尽管网站反复声明会员要遵守交友规则，不要蓄意欺骗、伤害他人。但是，我们仍然建议您保持警惕，除非您与对方已经有很长时间的交往，而且建立起了一定的信任，否则轻易不要与对方约会。有时候直觉会欺骗一个人，尽量多沟通，多交流，并且选择合适的约会时间和约会地点是对自己最好的保护。 <BR>&nbsp; <BR>&nbsp;&nbsp;&nbsp; 三、对试图得到您私人信息的人保持警惕 经过一段时间的正常沟通以后，双方之间互相通报电子邮件之类的信息可以加深关系。此时，双方仍然可以保持轻微的警惕与自我保护意识。 如果有些人不停地向您索取私人通信方式，或者主动提供给您QQ或电话。此时请您一定保持冷静，我们提醒您慎重对待这种局面，并做出理性选择。 <BR>&nbsp; <BR>&nbsp;&nbsp;&nbsp; 四、保持平常心，步步反思自己 由于广州交友网有着数量众多的会员，您很可能在网站迅速找到感觉合适的交往对象，但是当您想进一步加深关系之前，回顾一下自己的交友过程，并反思自己想要得到什么。不要强迫自己做使自己或他人不愉快的事情，不要过早过快地投入自己的感情和人身。尤其是在约会前，请慎重考虑。 <BR>&nbsp; <BR>&nbsp;&nbsp;&nbsp; 五、请勿轻易委身于人 不管是男性还是女性，在恋爱交往的过程中往往难以控制住自己的热情，但是，太多的恋爱悲剧告诉我们：只有当您深深了解并且信任一个人的时候，您才能付出自己的全部。很多人都难以承受恋爱中情感和身心受伤带来的痛苦，所以，我们奉劝您珍惜自己的情感，克制自己，理性交往，只有这样，才更有可能收获幸福的爱情。 <BR>&nbsp; <BR>&nbsp;&nbsp;&nbsp; 六、请勿和网友发生借贷关系 社会新闻中常常看到被网友骗取财物的事件，我们提醒广州交友网的会员切勿和网友发生钱财或者物品的借贷关系。哪怕给比较熟悉的网友借钱，也务必留下凭据，以免发生不愉快的事情。 <BR>&nbsp; <BR>&nbsp;&nbsp;&nbsp; 七、选择公共场所约会，并告知他人 如果双方的关系发展到可以足够信任对方，且可以单独约会的程度。请在你们约会前确定一个首要原则：选择公共场所约会，并告知自己的朋友或家人。您一定多次听到过这样的劝告：单独去一个陌生、偏僻的场所和陌生人约会是多么危险。 <BR>&nbsp; <BR>&nbsp;&nbsp;&nbsp; 八、控制首次约会的时间，坚持自己回家 掌握好首次约会的时间是非常明智的，如果您是新手，则请格外牢记忠告，即使企盼这次约会已经很长时间，而且做好了精心准备，并且约会非常美满，我们还是请您不要忘记早些回家，让家人放心。 <BR>&nbsp; <BR>&nbsp;&nbsp;&nbsp; 九、约会时要察言观色 您不可能通过网络完全了解一个人的真实背景或真正性格，所以约会时察言观色是加深对对方感性认知的好时机。随时观察对方的任何特征：吹牛、叹气、挥舞手脚、过激举动、眼神、表情等等，建立正确客观的第一印象对你们今后的关系发展大有裨益。 <BR>&nbsp; <BR>&nbsp;&nbsp;&nbsp; 十、约会时其他注意事项 请保护好手机号码，不要被对方知道号码或欺骗性借用；看管好身份证；不要在言谈话语中说出自己的电话号码、真实住址、公司等信息　请大家保持必要的谨慎和警惕，个人人身和财产的安全重于一切，在任何情况下都要确信自己的判断，并确信自己的行为是否会伤害到自己或者他人。', 1272936621, 205),
(3, 1, '凭积分免费赠送钻石会员', '<P>积分就是在线总时长，单位：分钟。</P>\r\n<P>换算方式：<BR>　　1个太阳 ＝ 160天<BR>　　1个月亮 ＝ 40天<BR>　　1个星星 ＝ 10天<BR>　　你只要每天登录本站，不要退出，系统会自动累加积分，1分钟1个，别忘了点右上角退出按钮哟(高级会员可自动结算)，否则不会结算。</P>\r\n<P>积分的作用：<BR>　　1个太阳 ＝ 永久钻石会员 (此活动截止到2010年11月31日)<BR>　　1个月亮 ＝ 永久诚信会员 (此活动截止到2010年11月31日)<BR>　　只要积分达到此标准可以向客服人员提出升级要求。</P>\r\n<P>注：<BR>　　对本站发展有利的建议也可升为高级会员或Love币的奖励。</P>', 1272936740, 203),
(4, 1, '关于形照片变形这边请', '<P>这次改版升级,采用了更先进的照片裁剪功能,以前老版照片可能在新版中显示有点变形,请登录管理中心&gt;&gt;更新形象照进行重新设置即可.</P>', 1272936785, 203),
(5, 1, '录制视频奖励Love币、赠送高级会员', '<P>录制视频会奖励Love币,还有机会升级为高级会员.你可以通过视频充分展示自已,受更多的人关注,交友成功率会提高10倍以上。</P>\r\n<P>视频内容不限：<BR>　　可以来一段自我介绍，一首你爱唱的歌曲，也可以朗诵一首小诗或自已的心情日记等等</P>', 1272936839, 203),
(6, 1, '近日有一骗子在行骗，大家要小心', '<P>　　最近有个骗子经常在本站行骗，请大家务必小心,特别是男性朋友要注意了。</P>\r\n<P>　　此人经常回的贴子内容大体为:</P>\r\n<P>　　“本人在想认识一位真心的男人,不要求你有钱,有相貌,只要你有个真诚的新,最好今天晚上可以见面,这几天大家放假,一定心情很开心,而我一点都不开心”<BR>　　“大家好，我想认识一些优秀，浪漫的男人，懂情调的男人，我不要你有钱，有相貌，只要你真心就好，今天晚上有时间浪漫的更好，我最近心情不好，希望你能陪我，我的电话号码在我 （ Q Q ：84989七045 ）资料找，等待你哦！不要让我失望哦！ ”<BR>　　。。。。。等等相关，此人还在广州其它网站发布类似信息。</P>\r\n<P><STRONG><FONT color=#ff0000>　　只要看到这个ＱＱ号码的，大家千万不要上当,此人经常在网吧上网,我们已联合公安机关对其进行跟踪,如果有人发现此人在网吧进行发贴,立即通知我们或公安机关对其进行抓捕.<BR>　　让我们共同维护这片纯净的交友空间！</FONT></STRONG></P>\r\n<P>&nbsp;</P>\r\n<P>&nbsp;</P>', 1272937027, 205),
(7, 1, '警惕酒托/饭托借约会骗取消费', '<P>&nbsp;经过我们长期的观察和总结，发现酒托/饭托通常会用下面的4步连环诈骗手段来欺骗用户：<BR>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 第一步、漂亮女孩在第一封信或第一封回信中就带有联系方式或直接索取男方联系方式（手机号、QQ号码、或MSN等）；<BR>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 第二步、联系之后，女方马上愿意约会见面，并且指定某个酒吧或其他娱乐场所（而这些场所并不知名）；<BR>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 第三步、当男会员赴约之后，发现一般的饮料酒水或食品价格极其昂贵，一次消费在千元到三千元左右；<BR>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 第四步、此类酒托/饭托利用男会员的好感骗取其去某娱乐场所消费，并与该场所对消费进行分成，以此为生； <BR>因此，相约宅吧特别提醒您在交友的过程中，务必小心谨慎。我们为您提供了详细的识别酒吧托/饭托的攻略，请您参考：<BR>(转自鞭牛士-网络编辑社区门户 关于酒吧托/饭托的案例)<BR>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 第一阶段：疑点分析<BR>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 1、正经的女孩，一般都比较矜持，绝少在短时间内就要求见面。若是刚建立联系一两天左右就要求见面的，十有八九是托。<BR>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 2、酒托吧托饭托，都声称自己不爱上网；因为没有大把时间来陪您聊天；即便陪您聊天了，那也是“键盘手”，和宰您的托儿是两个人。 <BR>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 3、先找你要手机号；但不会主动给你；你若不给，她会气急败坏[因为电话号码是可以google的] <BR>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 4、在她指定的地点见面；若要求去别的地方，都以种种理由推辞，比如人太多，比如路太远。 <BR>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 5、等你到了地点，对方迟迟不现身；她正在暗中观察你，是否为警察之类的人等等； <BR>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 6、她会在电话里详细的问你的穿着，颜色，是否戴眼镜。但不会告诉你她的穿戴情况； <BR>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 7、你看到的女孩，和照片上的差别会很大； <BR>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 8、你若选择星巴克、一茶一坐或者上岛这类地方来吃饭聊天，她会以种种理由拒绝；<BR>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 9、她会邀请你走一走；一路上陪你聊天；让你放松警觉性； <BR>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 10、走出几步路，看到一个咖啡吧，酒吧或者小店，就声称进去坐一坐； <BR>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 11、绝大多数人这个时候会想，能消费掉多少钱啊？不就是坐一坐么？<BR>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 12、你看了单会发现，这里的东西怎么这么贵？ <BR>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 13、mm会热情的邀请你来点吃的喝的，建议你，让mm先点，理由见后。 <BR>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 14、服务员会莫名其妙自行拿来一堆小吃、水果放在桌上；聪明的托，会在这个时候要求拿掉几样，以争取你的信任，放松戒心。 <BR>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 15、服务员会要求你先买单<BR>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 16、第一次买单，不会有很多钱；几百块？但戏肉应该在后面。 <BR>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 17、随着聊天的进展，mm会很快点第二批，第三批东西，或者叫几个所谓的朋友一起来玩； <BR>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 18、不论你是否买单，mm都快要找借口走了。 <BR>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 19、报警没用，警察叔叔没空管这种事情。<BR>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 20、不要慌，这个时候，人身安全比钱重要。在上海要好一些，毕竟还不敢在黑店里明目张胆的抢。 </P>\r\n<P>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 第二阶段：应对措施<BR>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 1、刚认识的朋友，没有经过一段时间的了解，最好不要急于见面；尤其是在mm都不了解你的情况下，迅速、主动提出见面，多半有鬼； <BR>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 2、拿到手机号、姓名，见面地点，还是应该google一下，或者，打个电话给朋友，请朋友帮你google一下，看看是否有问题。 <BR>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 3、见面后发现真人与照片差别太大，请留心；你完全可以以此作为理由离开；你不会和这个mm做亲戚，无须觉得有任何的不好意思； <BR>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 4、进店后，菜单自己一定要看一下，要做一下比较；感觉太贵了，完全可以要求离开； <BR>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 5、如果你没有做到第四条，抱着反正就是一点钱而已的态度，那么就让mm先点单，她点完你再点你自己的。<BR>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 6、你只吃、喝自己点的东西。服务员上小吃的时候，你可以拒绝掉。如果对方要求放上，那么摆在桌上的小吃、点心、水果之类的，你不要碰；你只喝自己的饮料，吃自己点的东西<BR>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 7、服务员要求你先买单的时候，请你直接了当的说出来，这里的东西很贵，我们换一家；你既不会和mm做亲戚，更不会和黑店老板做亲戚； <BR>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 8、当你发现收费昂贵的时候，请你大声的说出来，各买各的，谁点的谁买。你把自己点的那份钱放下来，或者多放个十块二十的，请大步离开。没人敢拦你。 <BR>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 9、如果以上你还是没有做到，且做好了要为托儿买单的打算，那么她再次点单的时候，你一定要过问价格；很多时候，托会很快喝掉饮料，然后询问你，能否再喝点什么。由于你之前已经买单，此时托会迅速的点一些昂贵的饮料；<BR>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 10、你要坚持，谁点的，谁买；谁吃的谁买；没有哪条法律规定，必须由你来买单； <BR>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 11、如果你坚持，至少可以坚持到AA这个局面，只要你坚持，就没有人可以奈何的了你。必要的时候，你可以报警。但买单后走出门了再报警，基本上等于白报。 </P>\r\n<P>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 第三阶段：总结 <BR>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 1、正经的女孩子，在不了解你的情况下，也不会来见你的； <BR>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 2、正经的女孩子，既然来见你，自然是抱着希望，或者试试看的态度，不会来宰你的； <BR>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 3、正常的见面、约会，mm会听从你的安排，或者提议去一些公众熟悉的场所； <BR>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 4、正经的女孩和你见面，不会选择在自己家的附近； <BR>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 5、和正经的女孩见面，你不会有类似于特务接头的感觉； <BR>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 6、如果你心肠软，忍气吞声了，那么请吃一堑长一智。第一次受骗是因为八路狡猾狡猾的；第二次还受骗，那就是你活该了。</P>\r\n<P>&nbsp;</P>', 1272937109, 203),
(8, 1, '广州网软志成信息科技有限公司简介', '<P>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 网软志成是致力于提供完整互联网服务的专业服务商。面向政府及企、事业单位，为其提供全方位的网络综合信息化服务及多层次电子商务解决方案。协助企业创建完备出色的互联网信息平台，利用现代科技手段把握机遇，并创造更高价值，成功迈向国际商务领域。 </P>\r\n<P><BR>　　网软志成以企业信息化建设为己任，不仅致力于为企业用户提供专业、全面、量身订制的企业信息化服务和应用解决方案，还积极倡导先进的经营管理思想，引领企业在全球一体化的经济体系中以数字革命提升其核心竞争力。</P>\r\n<P>　　网软志成面向中国的1000强企业、中国政府和跨国公司在中国的分公司提供全方位的企业信息化解决方案，是商业模式的创新与技术创新的统一。公司自成立五年以来已成功地为近千家企事业单位、政府机关提供了网络建设及解决方案的服务如： 新恒基集团总公司、荷兰高等教育交流协会...等。网软志成以良好的商业信誉，完善的服务及深厚的技术力量处于同行领先地位，并成为最优秀的互联网应用服务提供商之一。</P>\r\n<P>　　网软志成拥有业界最优秀的专业队伍。公司坚持以人为本，鼓励员工充分发挥他们的才智和潜能，并尽一切力量为员工提供施展才能的机会。员工以活跃的思维方式，勤奋的工作态度，不断进取的开拓精神，积极协作的团队意识，推动企业的不断前进... </P>\r\n<P>　　为进一步发展，网软志成确定了三个主要目标市场，以事业部的形式来分别面向三个市场，提供从咨询、规划、设计到开发、实施、测试、培训等一整套完整的专业服务。</P>\r\n<P>　　在国内，有很多商家提供了自己的网络或企业信息化解决方案，如提供网站信息制作的部分网络公司，提供应用平台的Web应用开发商，提供后台价值链管理系统的管理软件厂商等。而能提供全面一体化电子商务解决方案的公司并不多见，网软志成则是其中较成熟的一家。</P>\r\n<P>　　相信网软志成，您和您的企业一定能紧跟e时代的步伐！<BR></P>', 1272937578, 204),
(9, 3, '婚姻登记条例', '<FONT color=#0000ff>第一章 总则</FONT> \r\n<P>　　第一条 为了规范婚姻登记工作，保障婚姻自由、一夫一妻、男女平等的婚姻制度的实施，保护婚姻当事人的合法权益，根据《中华人民共和国婚姻法》(以下简称婚姻法)，制定本条例。</P>\r\n<P>　　第二条 内地居民办理婚姻登记的机关是县级人民政府民政部门或者乡(镇)人民政府，省、自治区、直辖市人民政府可以按照便民原则确定农村居民办理婚姻登记的具体机关。</P>\r\n<P>　　中国公民同外国人，内地居民同香港特别行政区居民(以下简称香港居民)、澳门特别行政区居民(以下简称澳门居民)、台湾地区居民(以下简称台湾居民)、华侨办理婚姻登记的机关是省、自治区、直辖市人民政府民政部门或者省、自治区、直辖市人民政府民政部门确定的机关。</P>\r\n<P>　　第三条 婚姻登记机关的婚姻登记员应当接受婚姻登记业务培训，经考核合格，方可从事婚姻登记工作。</P>\r\n<P>　　婚姻登记机关办理婚姻登记，除按收费标准向当事人收取工本费外，不得收取其他费用或者附加其他义务。</P>\r\n<P>　　<FONT color=#0000ff>第二章 结婚登记</FONT></P>\r\n<P>　　第四条 内地居民结婚，男女双方应当共同到一方当事人常住户口所在地的婚姻登记机关办理结婚登记。</P>\r\n<P>　　中国公民同外国人在中国内地结婚的，内地居民同香港居民、澳门居民、台湾居民、华侨在中国内地结婚的，男女双方应当共同到内地居民常住户口所在地的婚姻登记机关办理结婚登记。</P>\r\n<P>　　第五条 办理结婚登记的内地居民应当出具下列证件和证明材料：</P>\r\n<P>　　(一)本人的户口簿、身份证；</P>\r\n<P>　　(二)本人无配偶以及与对方当事人没有直系血亲和三代以内旁系血亲关系的签字声明。</P>\r\n<P>　　办理结婚登记的香港居民、澳门居民、台湾居民应当出具下列证件和证明材料：</P>\r\n<P>　　(一)本人的有效通行证、身份证；</P>\r\n<P>　　(二)经居住地公证机构公证的本人无配偶以及与对方当事人没有直系血亲和三代以内旁系血亲关系的声明。</P>\r\n<P>　　办理结婚登记的华侨应当出具下列证件和证明材料：</P>\r\n<P>　　(一)本人的有效护照；</P>\r\n<P>　　(二)居住国公证机构或者有权机关出具的、经中华人民共和国驻该国使(领)馆认证的本人无配偶以及与对方当事人没有直系血亲和三代以内旁系血亲关系的证明，或者中华人民共和国驻该国使(领)馆出具的本人无配偶以及与对方当事人没有直系血亲和三代以内旁系血亲关系的证明。</P>\r\n<P>　　办理结婚登记的外国人应当出具下列证件和证明材料：</P>\r\n<P>　　(一)本人的有效护照或者其他有效的国际旅行证件；</P>\r\n<P>　　(二)所在国公证机构或者有权机关出具的、经中华人民共和国驻该国使(领)馆认证或者该国驻华使(领)馆认证的本人无配偶的证明，或者所在国驻华使(领)馆出具的本人无配偶的证明。</P>\r\n<P>　　第六条 办理结婚登记的当事人有下列情形之一的，婚姻登记机关不予登记：</P>\r\n<P>　　(一)未到法定结婚年龄的；</P>\r\n<P>　　(二)非双方自愿的；</P>\r\n<P>　　(三)一方或者双方已有配偶的；</P>\r\n<P>　　(四)属于直系血亲或者三代以内旁系血亲的；</P>\r\n<P>　　(五)患有医学上认为不应当结婚的疾病的。</P>\r\n<P>　　第七条 婚姻登记机关应当对结婚登记当事人出具的证件、证明材料进行审查并询问相关情况。对当事人符合结婚条件的，应当当场予以登记，发给结婚证；对当事人不符合结婚条件不予登记的，应当向当事人说明理由。</P>\r\n<P>　　第八条 男女双方补办结婚登记的，适用本条例结婚登记的规定。</P>\r\n<P>　　第九条 因胁迫结婚的，受胁迫的当事人依据婚姻法第十一条的规定向婚姻登记机关请求撤销其婚姻的，应当出具下列证明材料：</P>\r\n<P>　　(一)本人的身份证、结婚证；</P>\r\n<P>　　(二)能够证明受胁迫结婚的证明材料。</P>\r\n<P>　　婚姻登记机关经审查认为受胁迫结婚的情况属实且不涉及子女抚养、财产及债务问题的，应当撤销该婚姻，宣告结婚证作废。</P>\r\n<P>　　<FONT color=#0000ff>第三章 离婚登记</FONT></P>\r\n<P>　　第十条 内地居民自愿离婚的，男女双方应当共同到一方当事人常住户口所在地的婚姻登记机关办理离婚登记。</P>\r\n<P>　　中国公民同外国人在中国内地自愿离婚的，内地居民同香港居民、澳门居民、台湾居民、华侨在中国内地自愿离婚的，男女双方应当共同到内地居民常住户口所在地的婚姻登记机关办理离婚登记。</P>\r\n<P>　　第十一条 办理离婚登记的内地居民应当出具下列证件和证明材料：</P>\r\n<P>　　(一)本人的户口簿、身份证；</P>\r\n<P>　　(二)本人的结婚证；</P>\r\n<P>　　(三)双方当事人共同签署的离婚协议书。</P>\r\n<P>　　办理离婚登记的香港居民、澳门居民、台湾居民、华侨、外国人除应当出具前款第(二)项、第(三)项规定的证件、证明材料外，香港居民、澳门居民、台湾居民还应当出具本人的有效通行证、身份证，华侨、外国人还应当出具本人的有效护照或者其他有效国际旅行证件。</P>\r\n<P>　　离婚协议书应当载明双方当事人自愿离婚的意思表示以及对子女抚养、财产及债务处理等事项协商一致的意见。</P>\r\n<P>　　第十二条 办理离婚登记的当事人有下列情形之一的，婚姻登记机关不予受理：</P>\r\n<P>　　(一)未达成离婚协议的；</P>\r\n<P>　　(二)属于无民事行为能力人或者限制民事行为能力人的；</P>\r\n<P>　　(三)其结婚登记不是在中国内地办理的。</P>\r\n<P>　　第十三条 婚姻登记机关应当对离婚登记当事人出具的证件、证明材料进行审查并询问相关情况。对当事人确属自愿离婚，并已对子女抚养、财产、债务等问题达成一致处理意见的，应当当场予以登记，发给离婚证。</P>\r\n<P>　　第十四条 离婚的男女双方自愿恢复夫妻关系的，应当到婚姻登记机关办理复婚登记。复婚登记适用本条例结婚登记的规定。</P>\r\n<P>　　<FONT color=#0000ff>第四章 婚姻登记档案和婚姻登记证</FONT></P>\r\n<P>　　第十五条 婚姻登记机关应当建立婚姻登记档案。婚姻登记档案应当长期保管。具体管理办法由国务院民政部门会同国家档案管理部门规定。</P>\r\n<P>　　第十六条 婚姻登记机关收到人民法院宣告婚姻无效或者撤销婚姻的判决书副本后，应当将该判决书副本收入当事人的婚姻登记档案。</P>\r\n<P>　　第十七条 结婚证、离婚证遗失或者损毁的，当事人可以持户口簿、身份证向原办理婚姻登记的机关或者一方当事人常住户口所在地的婚姻登记机关申请补领。婚姻登记机关对当事人的婚姻登记档案进行查证，确认属实的，应当为当事人补发结婚证、离婚证。</P>\r\n<P>　　<FONT color=#0000ff>第五章 罚则</FONT></P>\r\n<P>　　第十八条 婚姻登记机关及其婚姻登记员有下列行为之一的，对直接负责的主管人员和其他直接责任人员依法给予行政处分：</P>\r\n<P>　　(一)为不符合婚姻登记条件的当事人办理婚姻登记的；</P>\r\n<P>　　(二)玩忽职守造成婚姻登记档案损失的；</P>\r\n<P>　　(三)办理婚姻登记或者补发结婚证、离婚证超过收费标准收取费用的。</P>\r\n<P>　　违反前款第(三)项规定收取的费用，应当退还当事人。</P>\r\n<P>　　<FONT color=#0000ff>第六章 附则</FONT></P>\r\n<P>　　第十九条 中华人民共和国驻外使(领)馆可以依照本条例的有关规定，为男女双方均居住于驻在国的中国公民办理婚姻登记。</P>\r\n<P>　　第二十条 本条例规定的婚姻登记证由国务院民政部门规定式样并监制。</P>\r\n<P>　　第二十一条 当事人办理婚姻登记或者补领结婚证、离婚证应当交纳工本费。工本费的收费标准由国务院价格主管部门会同国务院财政部门规定并公布。</P>\r\n<P>　　第二十二条 本条例自2003年10月1日起施行。1994年1月12日国务院批准、1994年2月1日民政部发布的《婚姻登记管理条例》同时废止。</P>', 1272956795, 201),
(10, 3, '家庭寄养管理暂行办法', '<P align=center><FONT color=#0000ff>（民政部 2003年10月27日颁布）</FONT></P>\r\n<P style=\\"LINE-HEIGHT: normal; TEXT-ALIGN: center\\" align=center>第一章&nbsp; 总则</P>\r\n<P style=\\"LINE-HEIGHT: 150%\\">第一条&nbsp; 为了规范家庭寄养工作，制定本办法。</P>\r\n<P style=\\"LINE-HEIGHT: 150%\\">第二条&nbsp; 本办法所称儿童家庭寄养，是指经过规定的程序，将民政部门监护的儿童委托在家庭中养育的照料模式。</P>\r\n<P style=\\"LINE-HEIGHT: 150%\\">第三条&nbsp; 家庭寄养应当有利于被寄养儿童的抚育、成长，保障被寄养儿童的合法权益不受侵犯。</P>\r\n<P style=\\"TEXT-INDENT: 0cm; LINE-HEIGHT: 150%; TEXT-ALIGN: center\\" align=center>第二章&nbsp; 被寄养儿童</P>\r\n<P style=\\"LINE-HEIGHT: 150%\\">第四条&nbsp; 本办法所称被寄养儿童，是指监护权在县级以上地方人民政府民政部门，被民政部门或者民政部门批准的家庭寄养服务机构委托在符合条件的家庭中养育的、不满十八周岁的孤儿、查找不到生父母的弃婴和儿童。</P>\r\n<P style=\\"LINE-HEIGHT: 150%\\">第五条&nbsp; 残疾的被寄养儿童，应当在具备医疗、特殊教育、康复训练条件的社区中为其选择寄养家庭。</P>\r\n<P style=\\"LINE-HEIGHT: 150%\\">需要长期依靠技术性照料的重度残疾儿童，不宜安排家庭寄养。</P>\r\n<P style=\\"LINE-HEIGHT: 150%\\">第六条&nbsp; 寄养年满十周岁以上儿童的，应当征得被寄养儿童的同意。</P>\r\n<P style=\\"LINE-HEIGHT: 150%\\">第七条&nbsp; 安置在每个寄养家庭的被寄养儿童不能超过三名。</P>\r\n<P style=\\"TEXT-INDENT: 0cm; LINE-HEIGHT: 150%; TEXT-ALIGN: center\\" align=center>第三章&nbsp; 寄养家庭</P>\r\n<P style=\\"LINE-HEIGHT: 150%\\">第八条&nbsp; 本办法所称寄养家庭，是指经过规定的程序，受县级以上地方人民政府民政部门或者民政部门批准的家庭寄养服务机构委托，寄养不满十八周岁的孤儿、查找不到生父母的弃婴和儿童的家庭。</P>\r\n<P style=\\"LINE-HEIGHT: 150%\\">第九条&nbsp; 寄养家庭应当同时具备以下条件：</P>\r\n<P style=\\"LINE-HEIGHT: 150%\\">（一）有寄养服务机构所在地的常住户口和固定住所。被寄养儿童入住后，人均居住面积不低于当地人均居住水平。</P>\r\n<P style=\\"LINE-HEIGHT: 150%\\">（二）有稳定的经济收入，家庭成员人均收入水平在当地人均收入中处于中等水平以上。</P>\r\n<P style=\\"LINE-HEIGHT: 150%\\">（三）家庭成员未患有传染病或者精神疾病，以及其他不利于被寄养儿童成长的疾病。</P>\r\n<P style=\\"LINE-HEIGHT: 150%\\">（四）家庭成员无犯罪记录，无不良生活嗜好，关系和睦，与邻里关系融洽。</P>\r\n<P style=\\"LINE-HEIGHT: 150%\\">（五）主要照料人的年龄在三十至六十五岁之间，身体健康，具有照料儿童的能力、经验，初中(或相当于)以上文化程度。</P>\r\n<P style=\\"LINE-HEIGHT: 150%\\">第十条&nbsp; 寄养家庭在寄养期间必须履行下列义务：</P>\r\n<P style=\\"LINE-HEIGHT: 150%\\">（一）保障被寄养儿童的人身安全。</P>\r\n<P style=\\"LINE-HEIGHT: 150%\\">（二）对被寄养儿童提供生活照料，帮助其提高生活自理能力。</P>\r\n<P style=\\"LINE-HEIGHT: 150%\\">（三）培育被寄养儿童树立良好的思想道德观念。</P>\r\n<P style=\\"LINE-HEIGHT: 150%\\">（四）按国家规定安排被寄养儿童接受学龄前教育和义务教育。负责与学校沟通，配合学校做好被寄养儿童的教育工作。</P>\r\n<P style=\\"LINE-HEIGHT: 150%\\">（五）为残疾的被寄养儿童提供矫治、肢体功能康复训练、聋儿语言康复训练和弱智教育等方面的服务。</P>\r\n<P style=\\"LINE-HEIGHT: 150%\\">（六）定期向家庭寄养服务机构反映被寄养儿童的成长情况。</P>\r\n<P style=\\"LINE-HEIGHT: 150%\\">（七）其他应当保障被寄养儿童权益的义务。</P>\r\n<P style=\\"TEXT-INDENT: 0cm; LINE-HEIGHT: 150%; TEXT-ALIGN: center\\" align=center>第四章&nbsp; 家庭寄养服务机构</P>\r\n<P style=\\"LINE-HEIGHT: 150%\\">第十一条&nbsp; 本办法所称家庭寄养服务机构，是指经过县级以上地方人民政府民政部门批准成立，从事家庭寄养工作的社会福利机构，分儿童福利机构和专门从事家庭寄养服务机构两类。</P>\r\n<P style=\\"LINE-HEIGHT: 150%\\">第十二条&nbsp; 家庭寄养服务机构主要承担以下工作：</P>\r\n<P style=\\"LINE-HEIGHT: 150%\\">（一）制定本行政区域内家庭寄养工作计划并组织实施。</P>\r\n<P style=\\"LINE-HEIGHT: 150%\\">（二）建立本地区家庭寄养工作网络并指导其运行。</P>\r\n<P style=\\"LINE-HEIGHT: 150%\\">（三）培训寄养家庭中的主要照料人，组织寄养工作经验交流活动。</P>\r\n<P style=\\"LINE-HEIGHT: 150%\\">（四）为寄养家庭养育被寄养儿童提供技术性服务。</P>\r\n<P style=\\"LINE-HEIGHT: 150%\\">（五）定期探访被寄养儿童，及时解决存在问题。</P>\r\n<P style=\\"LINE-HEIGHT: 150%\\">（六）监督、评估寄养家庭的养育工作。</P>\r\n<P style=\\"LINE-HEIGHT: 150%\\">（七）建立健全被寄养儿童和寄养家庭的文档资料。</P>\r\n<P style=\\"LINE-HEIGHT: 150%\\">（八）向上级民政部门反映家庭寄养工作情况并提出建议。</P>\r\n<P style=\\"LINE-HEIGHT: 150%\\">第十三条&nbsp; 家庭寄养服务机构必须聘用具备社会工作、心理学、医疗康复等专业知识的专职工作人员。</P>\r\n<P style=\\"LINE-HEIGHT: 150%\\">家庭寄养服务机构工作人员与被寄养儿童的比例不得高于1∶25。</P>\r\n<P style=\\"TEXT-INDENT: 0cm; LINE-HEIGHT: 150%; TEXT-ALIGN: center\\" align=center>第五章&nbsp; 寄养协议的履行</P>\r\n<P style=\\"LINE-HEIGHT: 150%\\">第十四条&nbsp; 县级以上地方人民政府民政部门应当与寄养家庭签订寄养协议，也可以授权家庭寄养服务机构与寄养家庭签订寄养协议，明确寄养期限、双方的权利义务、寄养家庭中的主要照料人等。</P>\r\n<P style=\\"LINE-HEIGHT: 150%\\">第十五条&nbsp; 寄养协议必须约定对被寄养儿童安排试寄养，实施试寄养的时间最长不得超过90日。</P>\r\n<P style=\\"LINE-HEIGHT: 150%\\">第十六条&nbsp; 寄养家庭有协议约定的事由在短期不能照料被寄养儿童的，家庭寄养服务机构必须对被寄养儿童提供短期养育服务。短期养育服务的时间一般不超过30日。</P>\r\n<P style=\\"LINE-HEIGHT: 150%\\">第十七条&nbsp; 寄养协议中约定的主要照料人不得随意变更。确需变更的，经家庭寄养服务机构同意后在家庭寄养协议主要照料人一栏中变更。</P>\r\n<P style=\\"LINE-HEIGHT: 150%\\">第十八条&nbsp; 社会福利机构拟送养被寄养儿童时，应当在报送被送养人材料的同时通知寄养家庭。收养登记办理完毕后，寄养协议自然解除。</P>\r\n<P style=\\"LINE-HEIGHT: 150%\\">第十九条&nbsp; 寄养家庭因家庭条件发生变化不能继续寄养被寄养儿童的，应当与家庭寄养服务机构协商解除寄养协议。寄养协议解除后，被寄养儿童由家庭寄养服务机构另行安置。</P>\r\n<P style=\\"TEXT-INDENT: 0cm; LINE-HEIGHT: 150%; TEXT-ALIGN: center\\" align=center>第六章&nbsp; 监督管理</P>\r\n<P style=\\"LINE-HEIGHT: 150%\\">第二十条&nbsp; 县级以上地方人民政府民政部门对家庭寄养工作负有以下监督管理职责：</P>\r\n<P style=\\"LINE-HEIGHT: 150%\\">（一）指导检查本地区家庭寄养工作。</P>\r\n<P style=\\"LINE-HEIGHT: 150%\\">（二）负责寄养协议的备案审查，监督寄养协议的履行。</P>\r\n<P style=\\"LINE-HEIGHT: 150%\\">（三）监督、评估家庭寄养服务机构的工作。</P>\r\n<P style=\\"LINE-HEIGHT: 150%\\">（四）协调解决家庭寄养服务机构与寄养家庭之间的争议。</P>\r\n<P style=\\"LINE-HEIGHT: 150%\\">（五）与有关部门协商，及时解决家庭寄养工作中存在的困难和问题。</P>\r\n<P style=\\"LINE-HEIGHT: 150%\\">第二十一条&nbsp; 异地家庭寄养必须经两地县级以上地方人民政府民政部门同意。被寄养儿童的监护责任仍由被寄养儿童户口所在地县级人民政府民政部门承担，双方另有协议约定的除外。</P>\r\n<P style=\\"LINE-HEIGHT: 150%\\">第二十二条&nbsp; 家庭寄养经费，包括被寄养儿童的生活、医疗和教育费用，寄养家庭的劳务费用，家庭寄养服务机构的工作费用等，由县级以上地方人民政府民政部门在民政事业经费中列支。</P>\r\n<P style=\\"LINE-HEIGHT: 150%\\">家庭寄养经费必须专款专用，不得截留、挪作他用。</P>\r\n<P style=\\"LINE-HEIGHT: 150%\\">第二十三条&nbsp; 家庭寄养服务机构可以通过与国（境）内外社会组织合作、通过接受社会捐赠获得资助。与国（境）外社会组织或者个人开展同家庭寄养有关的合作项目，应当按照有关规定办理手续。</P>\r\n<P style=\\"TEXT-INDENT: 0cm; LINE-HEIGHT: 150%; TEXT-ALIGN: center\\" align=center>第七章&nbsp; 责任</P>\r\n<P style=\\"LINE-HEIGHT: 150%\\">第二十四条&nbsp; 寄养家庭不履行本办法规定和协议约定的义务，由寄养家庭所在地的县级人民政府民政部门责令其改正，必要时可以解除寄养协议；对被寄养儿童造成人身侵害的，应当赔偿。</P>\r\n<P style=\\"LINE-HEIGHT: 150%\\">第二十五条&nbsp; 家庭寄养服务机构因工作失误，使寄养协议不能正常履行，由批准成立该机构的民政部门责令其改正，情节严重的，对直接负责的主管人员和其他直接责任人员给予纪律处分；民办非企业性质的家庭寄养服务机构，由登记管理机关依法给予行政处罚。</P>\r\n<P style=\\"LINE-HEIGHT: 150%\\">&nbsp;第二十六条&nbsp; 县级以上地方人民政府民政部门不履行职责，由上一级人民政府民政部门责令其改正，情节严重的，由同级人民政府对直接负责的主管人员和其他直接责任人员依法给予行政处分。&nbsp;</P>\r\n<P style=\\"TEXT-INDENT: 0cm; LINE-HEIGHT: 150%; TEXT-ALIGN: center\\" align=center>第八章&nbsp; 附则</P>\r\n<P style=\\"LINE-HEIGHT: 150%\\">第二十七条&nbsp; 本办法自2004年1月1日起施行。</P>', 1272956892, 201),
(11, 3, '出国人员婚姻登记管理办法', '<P align=center>民政部、外交部关于发布《出国人员婚姻登记管理办法》的通知<BR>1997年5月8日，民政部、外交部</P>\r\n<P align=left>各省、自治区、直辖市民政厅（局），各驻外使、领馆：<BR>&nbsp; 为加强出国人员的婚姻登记管理，保护婚姻当事人的合法权益，现发布《出国人员婚姻登记管理办法》。本办法自发布之日起施行。</P>\r\n<P align=center><BR><FONT color=#ff0000>出国人员婚姻登记管理办法</FONT></P>\r\n<P align=left><BR>&nbsp; 第一条 为加强出国人员的婚姻登记管理，保护婚姻当事人的合法权益，依据《中华人民共和国婚姻法》、《婚姻登记管理条例》制定本办法。</P>\r\n<P align=left>&nbsp; 第二条 本办法所称出国人员系指依法出境，在国外合法居留6个月以上未定居的中华人民共和国公民。</P>\r\n<P align=left>&nbsp; 第三条 出国人员的婚姻登记管理机关是省、自治区、直辖市民政厅（局）指定的县级以上人民政府的民政部门和我驻外使、领馆。</P>\r\n<P align=left>&nbsp; 第四条 出国人员中的现役军人、公安人员、武装警察、机要人员和其他掌握国家重要机密的人员不得在我驻外使、领馆和居住国办理婚姻登记。</P>\r\n<P align=left>&nbsp; 第五条 出国人员婚姻登记应符合国家有关婚姻法律、法规的规定。</P>\r\n<P align=left>&nbsp; 第六条 出国人员在我国境内办理结婚登记，男女双方须共同到一方户籍所在地或出国前户籍所在地的婚姻登记管理机关提出申请。<BR>&nbsp; 出国人员在境外办理结婚登记，男女双方须共同到我驻外使、领馆提出申请。出国人员居住国不承认外国使、领馆办理的结婚登记的，可回国内办理；在居住国办理的结婚登记，符合我国《婚姻法》基本原则和有关结婚的实质要件的，予以承认。</P>\r\n<P align=left>&nbsp; 第七条 出国人员同居住在国内的中国公民、以及出国人员之间办理结婚登记须提供下列证件和证明：<BR>&nbsp; 甲、居住在国内的中国公民<BR>（一）身份证和户口证明；<BR>（二）所在单位或村（居）民委员会出具的婚姻状况证明。<BR>&nbsp; 乙、出国人员<BR>（一）护照；<BR>（二）所在单位（国内县级以上机关、社会团体、企事业单位）出具的婚姻状况证明；或我驻外使、领馆出具或经我驻外使、领馆认证的居住国公证机关出具的在国外期间的婚姻状况证明。<BR>&nbsp; 持在国外期间的婚姻状况证明且出国前已达法定婚龄的，还须提供出国前所在单位或村（居）民委员会出具的出国前的婚姻状况证明。在我驻外使、领馆办理结婚登记的，须提供国内公证机关出具的婚姻状况公证。婚姻状况公证的有效期为六个月。<BR>&nbsp; 居住在国内的中国公民同出国人员在国内登记结婚的还须出具婚姻登记管理机关指定医院出具的婚前健康检查证明。离过婚的，须提供有效的离婚证件。丧偶者，须提供配偶死亡证明。</P>\r\n<P align=left>&nbsp; 第八条 已办理出国护照、签证并已注销户口尚未出国的人员，应持护照和所在单位或村（居）民委员会出具的婚姻状况证明，到注销户口前的户籍所在地或对方户籍所在地的婚姻登记管理机关办理结婚登记。</P>\r\n<P align=left>&nbsp; 第九条 出国六个月以上，现已回国的人员，应按本办法第七条的有关规定提供本人在国外期间的婚姻状况证明；回国一年以上，确实无法取得在国外期间的婚姻状况证明的，须提供经现住所地公证机关公证的未婚或者未再婚保证书。</P>\r\n<P align=left>&nbsp; 第十条 申请复婚的，按结婚登记程序办理。</P>\r\n<P align=left>&nbsp; 第十一条 一方为出国人员，一方在国内，双方自愿离婚，并对子女抚养、财产处理达成协议的，双方须共同到国内一方户籍所在地或出国人员出国前的户籍所在地的婚姻登记管理机关申请离婚登记，并须提供下列证件和证明：<BR>&nbsp; 甲、居住在国内的中国公民<BR>（一）身份证和户口证明；<BR>（二）所在单位或村（居）民委员会出具的介绍信；<BR>（三）离婚协议书；<BR>（四）结婚证。<BR>&nbsp; 乙、出国人员<BR>（一）护照；<BR>（二）离婚协议书；<BR>（三）结婚证。<BR>&nbsp; 当事人双方有争议的，可以向国内一方住所地人民法院起诉。</P>\r\n<P align=left>&nbsp; 第十二条双方均为出国人员，且在我驻外使、领馆办理的结婚登记，自愿离婚，并对子女抚养、财产处理达成协议的，双方须共同到原结婚登记的我驻外使、领馆申请离婚登记。居住国不承认外国使、领馆办理的离婚登记并允许当事人在该国离婚的，可以在居住国办理离婚或回国内办理离婚。<BR>&nbsp; 双方有争议的，可以向出国前一方住所地人民法院提起诉讼。</P>\r\n<P align=left>&nbsp; 第十三条 申请结婚当事人不符合法定结婚条件的，向婚姻登记管理机关隐瞒真实情况或者弄虚作假、骗取婚姻登记的，按照《婚姻登记管理条例》有关规定处理。</P>\r\n<P align=left>&nbsp; 第十四条 本办法由民政部负责解释。</P>', 1272956934, 201),
(12, 3, '中华人民共和国民事诉讼法（婚姻部分）', '<BLOCKQUOTE>\r\n<P align=center>（1991年4月9日第七届全国人民代表大会第四次会议通过　根据2007年10月28日第十届全国人民代表大会常务委员会第三十次会议《关于修改〈中华人民共和国民事诉讼法〉的决定》修正）<BR>　</P></BLOCKQUOTE>\r\n<P align=left>&nbsp;&nbsp;&nbsp; ……</P>&nbsp;&nbsp;&nbsp; 第二十二条　对公民提起的民事诉讼，由被告住所地人民法院管辖；被告住所地与经常居住地不一致的，由经常居住地人民法院管辖。<BR>　　对法人或者其他组织提起的民事诉讼，由被告住所地人民法院管辖。<BR>　　同一诉讼的几个被告住所地、经常居住地在两个以上人民法院辖区的，各该人民法院都有管辖权。<BR>　　第二十三条　下列民事诉讼，由原告住所地人民法院管辖；原告住所地与经常居住地不一致的，由原告经常居住地人民法院管辖：<BR>　　（一）对不在中华人民共和国领域内居住的人提起的有关身份关系的诉讼；<BR>　　（二）对下落不明或者宣告失踪的人提起的有关身份关系的诉讼；<BR>&nbsp;&nbsp;&nbsp; （三）对被劳动教养的人提起的诉讼；<BR>　　（四）对被监禁的人提起的诉讼。 \r\n<P></P>&nbsp;&nbsp;&nbsp; …… \r\n<P></P>&nbsp;&nbsp;&nbsp; 第六十二条　离婚案件有诉讼代理人的，本人除不能表达意志的以外，仍应出庭；确因特殊情况无法出庭的，必须向人民法院提交书面意见。 \r\n<P></P>&nbsp;&nbsp;&nbsp; …… \r\n<P></P>　　第九十条　下列案件调解达成协议，人民法院可以不制作调解书：<BR>　　（一）调解和好的离婚案件；<BR>　　（二）调解维持收养关系的案件；<BR>　　（三）能够即时履行的案件；<BR>　　（四）其他不需要制作调解书的案件。<BR>　　对不需要制作调解书的协议，应当记入笔录，由双方当事人、审判人员、书记员签名或者盖章后，即具有法律效力。 \r\n<P></P>&nbsp;&nbsp;&nbsp; …… \r\n<P></P>　　第九十七条　人民法院对下列案件，根据当事人的申请，可以裁定先予执行：<BR>　　（一）追索赡养费、扶养费、抚育费、抚恤金、医疗费用的；<BR>　　（二）追索劳动报酬的；<BR>　　（三）因情况紧急需要先予执行的。 \r\n<P></P>&nbsp;&nbsp;&nbsp; …… \r\n<P></P>　&nbsp; 第一百一十一条　人民法院对符合本法第一百零八条的起诉，必须受理；对下列起诉，分别情形，予以处理：<BR>　　（一）依照行政诉讼法的规定，属于行政诉讼受案范围的，告知原告提起行政诉讼；<BR>　　……<BR>　　（七）判决不准离婚和调解和好的离婚案件，判决、调解维持收养关系的案件，没有新情况、新理由，原告在六个月内又起诉的，不予受理。 \r\n<P></P>&nbsp;&nbsp;&nbsp; …… \r\n<P></P>&nbsp;&nbsp;&nbsp; 第一百三十四条　人民法院对公开审理或者不公开审理的案件，一律公开宣告判决。<BR>　&nbsp; 当庭宣判的，应当在十日内发送判决书；定期宣判的，宣判后立即发给判决书。<BR>　　宣告判决时，必须告知当事人上诉权利、上诉期限和上诉的法院。<BR>　　宣告离婚判决，必须告知当事人在判决发生法律效力前不得另行结婚。 \r\n<P></P>&nbsp;&nbsp;&nbsp; …… \r\n<P></P>　&nbsp; 第一百三十七条　有下列情形之一的，终结诉讼：<BR>　　（一）原告死亡，没有继承人，或者继承人放弃诉讼权利的；<BR>　　（二）被告死亡，没有遗产，也没有应当承担义务的人的；<BR>　　（三）离婚案件一方当事人死亡的；<BR>　　（四）追索赡养费、扶养费、抚育费以及解除收养关系案件的一方当事人死亡的。 \r\n<P></P>&nbsp;&nbsp;&nbsp; …… \r\n<P></P>　&nbsp; 第一百八十三条　当事人对已经发生法律效力的解除婚姻关系的判决，不得申请再审。<BR>&nbsp;&nbsp;&nbsp; …… &nbsp;', 1272956968, 201);
INSERT INTO `wrzc_net_news` (`id`, `kind`, `title`, `content`, `addtime`, `click`) VALUES 
(13, 3, '军队贯彻实施《中华人民共和国婚姻法》若干问题的规定', '<P align=center><FONT color=#0000ff>（中国人民解放军总政治部 2001年11月9日）</FONT></P>2001年4月28日，第九届全国人民代表大会常务委员会第二十一次会议通过了《关于修改&lt;中华人民共和国婚姻法&gt;的决定》。贯彻实施修改后的《中华人民共和国婚姻法》（以下简称《婚姻法》），对于更好地维护平等、和睦、文明的婚姻家庭关系，保障公民在婚姻家庭中的合法权益，推动社会主义精神文明和物质文明建设，具有重要意义。为巩固国防，促进我军革命化、现代化、正规化建设，保持部队纯洁稳定，提高战斗力，增强军政军民团结，现对军队贯彻实施《婚姻法》的有关问题作如下规定： \r\n<P>一、现役军人在处理婚姻关系上，应当模范遵守《婚姻法》，尊重社会公德，不得未婚同居，不得发生婚外性关系。</P>\r\n<P>军队提倡和鼓励晚婚。男军人二十五周岁、女军人二十三周岁以上初婚的为晚婚。</P>\r\n<P>二、现役军人应当慎重地选择恋爱对象，军官和文职干部确定恋爱关系后，应当主动向所在单位党组织报告，由团级以上单位政治机关对其恋爱对象进行政治审查。</P>\r\n<P>三、现役军人的配偶，应当是政治可靠、思想进步、品行端正的中华人民共和国公民。舰艇、空勤人员和从事机密工作人员的配偶，还应当无复杂的社会关系。</P>\r\n<P>现役军人一律不准与外国公民结婚，原则上也不得与香港、澳门特别行政区和台湾地区的居民结婚。</P>\r\n<P>现役军人不得与虽具有中国国籍但居住在外国或港澳台地区从事或参与危害国家安全、破坏国家社会主义建设活动的人员结婚；原则上也不得与此类人员的直系亲属结婚，但现役军人恋爱对象本现实表现良好、政治上确无问题的可酌情允许结婚。</P>\r\n<P>四、义务兵一律不准在部队内部或驻地找对象，服现役期内不得结婚。</P>\r\n<P>五、士官原则上不得在部队驻地或本部队内部找对象结婚。</P>\r\n<P>孤儿、伤残人员和个别年龄超过三十周岁回原籍找对象确有困难的士官，要求在部队驻地找对象的，应当从严掌握，由军级以上单位政治机关批准。</P>\r\n<P>在边疆国境县（市）、沙漠区、国家划定的边远地区中的三类地区和总部确定的一、二类岛屿部队服役的个别中级以上士官，本人提出在部队驻地找对象的，必须符合当地民族政策，由团级以上单位政治机关与当地县级人民政府民政部门协商同意，经师级以上单位政治机关批准，并签订转业军人就地安置协议书的，方可允许在部队驻地找对象结婚。</P>\r\n<P>六、军队院校生干部学员，在校学习期间不得结婚。</P>\r\n<P>七、军队管理的离退休干部、从事机密工作的军队职工的结婚问题，按照对现役军人的规定执行。</P>\r\n<P>八、现役军人申请结婚由部队团级以上单位政治机关负责审批。</P>\r\n<P>营职、专业技术10级以下军官和职级相当的文职干部，士官，军队正式职工申请结婚的，由团级单位政治机关审批；团职、专业技术9级以上军官和职级相当的文职干部申请结婚的，由其所在单位的上一级政治机关审批；副大军区职以上军官申请结婚的，由总政治部审批。</P>\r\n<P>九、现役军人结婚须提前一个月向所在单位党组织或政治机关提出书面申请，经审查同意后，填写《申请结婚报告表》作为归档材料；由政治机关出具《婚姻状况证明》，作为登记结婚的依据。</P>\r\n<P>十、汉族军人要求与习惯上不同汉族通婚的少数民族公民结婚，一般应说服双方放弃此种婚姻。如双方坚持结婚，并取得少数民族一方家长的同意，可允许结婚。</P>\r\n<P>十一、现役军人离婚，应当严肃慎重，不得违反国家的法律法规和军队的纪律，不违背社会公德。</P>\r\n<P>双方均为现役军人，双方自愿离婚或一方要求离婚的，当事人所在部队领导或政治机关应当进行调解；调解无效，并符合《婚姻法》规定的离婚条件的，由政治机关出具证明后，方可到婚姻登记机关申请离婚或向法院提出离婚诉讼。</P>\r\n<P>配偶是地方人员，军人一方要求离婚的，所在部队政治机关领导应当视情进行调解；符合《婚姻法》规定的离婚条件，并经对方同意，政治机关方可出具证明同意离婚；如军人一方坚持离婚，对方坚决不同意离婚的，部队可商请对方所在单位或地方有关部门进行调解，调解无效的，政治机关出具证明，由当事人向法院提出离婚诉讼。</P>\r\n<P>配偶是地方人员，配偶一方要求离婚，军人一方同意离婚的，政治机关可出具证明同意离婚；军人一方不同意离婚的，政治机关不得出具证明，但经政治机关查实军人一方确有重大过错的除外。</P>\r\n<P>十二、现役军人申请离婚的审批程序、权限与申请结婚的相同。团级以上单位政治机关出具同意离婚的证明时，应要求离婚双方签字或提供本人书面意见。申请再婚、复婚的，须持离婚证件。</P>\r\n<P>十三、军队各级党组织和政治机关负有管理本单位军人婚姻的责任。对军人结婚、离婚有审查、调解和出具证明等权利和义务。对有弄虚作假、欺骗组织以及其他违反本规定行为的，应教育批评，督促改正；情节严重的，视情给予党纪政纪处分。</P>\r\n<P>对军人的婚姻纠纷，军队各级法律服务部门和律师应及时提供法律服务，积极维护军人合法权益。对破坏军婚构成犯罪的行为人，军队有关部门应协助地方司法机关依法追究刑事责任。</P>\r\n<P>十四、海军、空军、第二炮兵和总参谋部、总装备部政治部可根据本规定制定从事机密工作人员婚姻管理的实施细则，并报总政治部备案。</P>\r\n<P>十五、本规定适用于中国人民武装警察部队。</P>\r\n<P>十六、本规定由总政治部组织部负责解释，自2001年11月9日起施行。1980年12月29日下发的《总政治部关于军队贯彻执行&lt;中华人民共和国婚姻法&gt;的暂行规定》即行废止。<BR><FONT color=#000000></FONT></P>', 1272957003, 201),
(14, 3, '最高人民法院关于人民法院审理离婚案件如何认定夫妻感情确已破裂的若干具体意见', '<P align=left>颁布单位：最高法<BR>颁布时间：19891213<BR>实施时间：19891121<BR>内容分类：民事诉讼综合规定与解释 婚姻法综合规定<BR>文号：法民发 1989 38号<BR></P>\r\n<P align=center><FONT color=#ff0000>最高人民法院关于人民法院审理离婚案件如何认定夫妻感情确已破裂的若干具体意见</FONT></P>\r\n<P align=center>（１９８９年１２月１３日）</P>\r\n<P align=left><BR>人民法院审理离婚案件，准予或不准离婚应以夫妻感情是否确已破裂作为区分的界限。判断夫妻感情是否确已破裂，应当从婚姻基础、婚后感情、离婚原因、夫妻关系的现状和有无和好的可能等方面综合分析。根据婚姻法的有关规定和审判实践经验，凡属下列情形之一的，视为夫妻感情确已破裂。一方坚决要求离婚，经调解无效，可依法判决准予离婚。<BR>１．一方患有法定禁止结婚的疾病，或一方有生理缺陷及其他原因不能发生性行为，且难以治愈的。<BR>２．婚前缺乏了解，草率结婚，婚后未建立起夫妻感情，难以共同生活的。<BR>３．婚前隐瞒了精神病，婚后经治不愈，或者婚前知道对方患有精神病而与其结婚，或一方在夫妻共同生活期间患精神病，久治不愈的。<BR>４．一方欺骗对方，或者在结婚登记时弄虚作假，骗取《结婚证》的。<BR>５．双方办理结婚登记后，未同居生活，无和好可能的。<BR>６．包办、买卖婚姻，婚后一方随即提出离婚，或者虽共同生活多年，但确未建立起夫妻感情的。<BR>７．因感情不和分居已满三年，确无和好可能的，或者经人民法院判决不准离婚后又分居满一年，互不履行夫妻义务的。<BR>８．一方与他人通奸、非法同居，经教育仍无悔改表现，无过错一方起诉离婚，或者过错方起诉离婚，对方不同意离婚，经批评教育、处分，或在人民法院判决不准离婚后，过错方又起诉离婚，确无和好可能的。<BR>９．一方重婚，对方提出离婚的。<BR>１０．一方好逸恶劳、有赌博等恶习，不履行家庭义务，屡教不改，夫妻难以共同生活的。<BR>１１．一方被依法判处长期徒刑，或其违法，犯罪行为严重伤害夫妻感情的。<BR>１２．一方下落不明满二年，对方起诉离婚，经公告查找确无下落的。<BR>１３．受对方的虐待、遗弃，或者受对方亲属虐待，或虐待对方亲属，经教育不改，另一方不谅解的。<BR>１４．因其他原因导致夫妻感情确已破裂的。</P>', 1272957032, 201),
(15, 3, '中国公民同外国人办理婚姻登记的几项规定', '<P align=center>（一九八三年八月十七日国务院批准）</P>\r\n<P align=left><BR>一、中国公民同外国人（包括常驻我国和临时来华的外国人、外籍华人、定居我国的侨民）在中国境内自愿结婚的，男女双方当事人必须共同到中国公民一方户口所在地的省、自治区、直辖市人民政府指定的婚姻登记机关申请登记。<BR>二、申请结婚登记的男女双方，必须遵守中华人民共和国婚姻法和本规定的有关条款。<BR>三、申请结婚登记的中国公民和外国人，须分别持有下列证件：<BR>甲、中国公民：<BR>（一）本人的户籍证明：<BR>（二）本人户口所在地的县级人民政府或工作所在单位的县级以上机关、学校、事业、企业单位出具的本人姓名、性别、出生年月、民族、婚姻状况（未婚、离婚、丧偶、下同）、职业、工作性质、申请与何人结婚的证明。<BR>乙、外国人：<BR>（一）本人护照或其他身份、国籍证件；<BR>（二）公安机关签发的《外国人居留证》，或外事部门颁发的身份证件，或临时来华的入境、居留证件；<BR>（三）经本国外交部（或外交部授权机关）和我驻该国使、领馆认证的由本国公证机关出具的婚姻状况证明；或该国驻华使、领馆出具的婚姻状况证明。<BR>丙、外国侨民：<BR>（一）本人护照或代替护照的身份、国籍证件（无国籍者免交）；<BR>（二）公安机关签发的《外国人居留证》；<BR>（三）本人户口所在地县级人民政府或工作所在单位的县级以上机关、学校、事业、企业单位出具的本人姓名、性别、出生年月、婚姻状况、职业、申请与何人结婚的证明。<BR>此外，申请结婚的男女双方，还须提交婚姻登记机关指定医院出具的婚前健康检查证明。<BR>四、下列中国公民不准同外国人结婚：<BR>（一）现役军人、外交人员、公安人员、机要人员和其他掌握重大机密的人员；<BR>（二）正在接受劳动教养和服刑的人。<BR>五、凡证件齐全、符合本规定的中国公民和外国人，可持证件和男女双方照片，到婚姻登记机关提出申请。经婚姻登记机关审查了解，符合中华人民共和国婚姻法和本规定的准予登记，一个月内办理登记手续，发给结婚证。结婚证须贴有男女双方当事人照片，并加盖办理涉外婚姻登记的县级以上人民政府婚姻登记专用章（钢印）。<BR>六、中国公民和外国人在华要求离婚的，应按中华人民共和国《民事诉讼法（试行）》有关规定，向该管人民法院提出离婚诉讼。要求复婚的，按结婚办理。<BR>七、申请结婚的中国公民和外国人应向婚姻登记机关交纳婚姻证书工本费和登记手续费。所需翻译费由本人自理。<BR>八、本规定经国务院批准后施行，过去有关规定同时废止。<BR><BR>PROVISIONS FOR THE REGISTRATION OF MARRIAGE BETWEEN CHINESECITIZENS AND FOREIGNERS<BR><BR>Important Notice: (注意事项)<BR>英文本源自中华人民共和国务院法制局编译, 中国法制出版社出版的《中华人民共和国涉外法规汇编》(1991年7月版).<BR>当发生歧意时, 应以法律法规颁布单位发布的中文原文为准.<BR>This English document is coming from \\"LAWS AND REGULATIONS OF THE<BR>PEOPLE\\''S REPUBLIC OF CHINA GOVERNING FOREIGN-RELATED MATTERS\\" (1991.7)<BR>which is compiled by the Brueau of Legislative Affairs of the State<BR>Council of the People\\''s Republic of China, and is published by the China<BR>Legal System Publishing House.<BR>In case of discrepancy, the original version in Chinese shall prevail.<BR><BR>Whole Document (法规全文)<BR>PROVISIONS FOR THE REGISTRATION OF MARRIAGE BETWEEN CHINESE<BR>CITIZENS AND FOREIGNERS<BR>(Approved by the State Council on August 17, 1983 and promulgated<BR>by the Ministry of Civil Affairs on August 26, 1983)<BR>1. When Chinese citizens and foreigners (including foreign residents and<BR>those who come to China for a short visit, Chinese of foreign nationality,<BR>and foreigners who have settled down in China) decide to get married of<BR>their own free will within the boundaries of China, both the man and the<BR>woman concerned shall appear together at the marriage registration<BR>department, designated by the province, autonomous region, or municipality<BR>directly under the Central Government, and stationed in the locality where<BR>the Chinese citizen has his/her residence registration and apply for<BR>marriage registration.<BR>2. Both the man and the woman, who apply for marriage registration, shall<BR>abide by the Marriage Law of the People\\''s Republic of China and the<BR>pertinent articles and items of these Provisions.<BR>3. Chinese citizens and foreigners who apply for marriage registration<BR>shall respectively hold the following certificates:<BR>A. For Chinese citizens:<BR>(1) certificates of the applicant\\''s residence registration;<BR>(2) certificate signed and issued either by the people\\''s government at the<BR>county level or above which is stationed in the locality where the<BR>applicant has his/her residence registration, or by a government<BR>department, a school, an institution, or an enterprise at the county level<BR>or above, which is the applicant\\''s place of work; the certificate<BR>indicates the applicant\\''s name, sex, date of birth, nationality, marital<BR>status (single, divorced, bereft of spouse - the same below), occupation,<BR>nature of work, name of the person to marry.<BR>B. For foreigners:<BR>(1) the applicant\\''s passport or other documents certifying his/her<BR>identity and citizenship;<BR>(2) \\"Residence Permit for Foreigners\\" signed and issued by the public<BR>security department, or identification certificate issued by foreign<BR>affairs department, or entry permit and residence permit for foreigners<BR>who come to China for a short stay;<BR>(3) marital status certification issued by the notary office of the<BR>applicant\\''s country and confirmed by both the Ministry of Foreign Affairs<BR>(or a department authorized by the Ministry of Foreign Affairs) of the<BR>applicant\\''s country and the Chinese embassy or consulate in the said<BR>foreign country; or marital status certification issued by the embassy or<BR>consulate of the said foreign country in China.<BR>C. For resident foreigners in China:<BR>(1) the applicant\\''s passport, or identification certificate or nationality<BR>certificate used to substitute for passport (those who have no nationality<BR>may be exempted from presenting their nationality certificates);<BR>(2) \\"Residence Permit for Foreigners\\" signed and issued by the public<BR>security department;<BR>(3) certificate signed and issued either by the people\\''s government at the<BR>county level or above, which is stationed in the locality where the<BR>applicant has his/her residence registration, or by a government<BR>department, a school, an institution, or an enterprise at the county level<BR>or above, which is the applicant\\''s place of work; the certificate<BR>indicates the applicant\\''s name, sex, date of birth, marital status,<BR>occupation, name of the person to marry.<BR>In addition, both the man and the woman applying for marriage registration<BR>shall also present the pre-marital health check-up report signed and<BR>issued by a hospital designated by the marriage registration department.<BR>4. The following Chinese citizens shall not be permitted to marry<BR>foreigners:<BR>(1) armymen in active service, diplomatic personnel, public security<BR>personnel, confidential personnel, and other personnel who are in charge<BR>of important confidential work;<BR>(2) persons who are receiving reeducation through labour or serving a<BR>sentence.<BR>5. Chinese citizens and foreigners, who hold all the required certificates<BR>and accord with these Provisions, may present their certificates and<BR>photos to the marriage registration department and make an application.<BR>The marriage registration department, after examining the application and<BR>confirming through investigation that the application conforms to the<BR>Marriage Law of the People\\''s Republic of China and to these Provisions,<BR>shall give the applicants the permission to register, and to go through<BR>the registration procedures within 1 month; and then the marriage<BR>registration department shall issue the marriage certificate to them. The<BR>marriage certificate shall be attached with the photos of both the man and<BR>the woman, and be affixed with the special seal (made of steel) for<BR>marriage registration of the people\\''s government at the county level or<BR>above which handles the registration of marriage between Chinese and<BR>foreign nationals.<BR>6. If a Chinese citizen and a foreigner request a divorce in China, they<BR>shall, in accordance with the pertinent provisions of \\"The Civil Procedure<BR>Law of the People\\''s Republic of China (for Trial Implementation)\\", file a<BR>divorce suit with the appropriate People\\''s Court. Those who wish to resume<BR>marriage relationship shall go through the same registration procedures as<BR>those for marriage.<BR>7. Chinese citizens and foreigners who apply for marriage registration<BR>shall pay for the cost of marriage certificates and also pay a<BR>registration service charge. The expenses for interpretation service shall<BR>be borne by the applicants.<BR>8. These Provisions shall go into effect upon approval by the State<BR>Council, and all former pertinent provisions shall be null and void at the<BR>same time.</P>', 1272957076, 201),
(16, 3, '中华人民共和国继承法', '<P align=left><FONT size=3>（一九八五年四月十日第六届全国人民代表大会第三次会议通过）<BR><BR>目 录<BR>第一章 总 则<BR>第二章 法定继承<BR>第三章 遗嘱继承和遗赠<BR>第四章 遗产的处理<BR>第五章 附 则<BR><BR>第一章 总 则</FONT></P>\r\n<P align=left><FONT size=3>第一条 根据《中华人民共和国宪法》规定，为保护公民的私有财产的继承权，制定本法。<BR>第二条 继承从被继承人死亡时开始。<BR>第三条 遗产是公民死亡时遗留的个人合法财产，包括：<BR>（一）公民的收入；<BR>（二）公民的房屋、储蓄和生活用品；<BR>（三）公民的林木、牲畜和家禽；<BR>（四）公民的文物、图书资料；<BR>（五）法律允许公民所有的生产资料；<BR>（六）公民的著作权、专利权中的财产权利；<BR>（七）公民的其他合法财产。<BR>第四条 个人承包应得的个人收益，依照本法规定继承。个人承包，依照法律允许由继承人继续承包的，按照承包合同办理。<BR>第五条 继承开始后，按照法定继承办理；有遗嘱的,按照遗嘱继承或者遗赠办理；有遗赠扶养协议的，按照协议办理。<BR>第六条 无行为能力人的继承权、受遗赠权，由他的法定代理人代为行使。<BR>限制行为能力人的继承权、受遗赠权，由他的法定代理人代为行使，或者征得法定代理人同意后行使。<BR>第七条 继承人有下列行为之一的，丧失继承权：<BR>（一）故意杀害被继承人的；<BR>（二）为争夺遗产而杀害其他继承人的；<BR>（三）遗弃被继承的，或者虐待被继承人情节严重的；<BR>（四）伪造、篡改或者销毁遗嘱，情节严重的。<BR>第八条 继承权纠纷提起诉讼的期限为二年，自继承人知道或者应当知道其权利被侵犯之日起计算。但是，自继承开始之日起超过二十年的，不得再提起诉讼。<BR><BR>第二章 法定继承</FONT></P>\r\n<P align=left><FONT size=3>第九条 继承权男女平等。<BR>第十条 遗产按照下列顺序继承：<BR>第一顺序：配偶、子女、父母。<BR>第二顺序：兄弟姐妹、祖父母、外祖父母。<BR>继承开始后，由第一顺序继承人继承，第二顺序继承人不继承。没有第一顺序继承人继承的，由第二顺序继承人继承。<BR>本法所说的子女，包括婚生子女、非婚生子女、养子女和有扶养关系的继子女。<BR>本法所说的父母，包括生父母、养父母和有扶养关系的继父母。<BR>本法所说的兄弟姐妹，包括同父母的兄弟姐妹、同父异母或者同母异父的兄弟姐妹、养兄弟姐妹、有扶养关系的继兄弟姐妹。<BR>第十一条 被继承人的子女先于被继承人死亡的，由被继承人的子女的晚辈直系血亲代位继承。代位继承人一般只能继承他的父亲或者母亲有权继承的遗产份额。<BR>第十二条 丧偶儿媳对公、婆，丧偶女婿对岳父、岳母，尽了主要赡养义务的，作为第一顺序继承人。<BR>第十三条 同一顺序继承人继承遗产的份额，一般应当均等。<BR>对生活有特殊困难的缺乏劳动能力的继承人，分配遗产时，应当予以照顾。<BR>对被继承人尽了主要扶养义务或者与被继承人共同生活的继承人，分配遗产时，可以多分。<BR>有扶养能力和有扶养条件的继承人，不尽扶养义务的，分配遗产时，应当不分或者少分。<BR>继承人协商同意的，也可以不均等。<BR>第十四条 对继承人以外的依靠被继承人扶养的缺乏劳动能力又没有生活来源的人，或者继承人以外的对被继承人扶养较多的人，可以分给他们适当的遗产。<BR>第十五条 继承人应当本着互谅互让、和睦团结的精神，协商处理继承问题。遗产分割的时间、办法和份额，由继承人协商确定。协商不成的，可以由人民调解委员会调解或者向人民法院提起诉讼。<BR><BR>第三章 遗嘱继承和遗赠</FONT></P>\r\n<P align=left><FONT size=3>第十六条 公民可以依照本法规定立遗嘱处分个人财产，并可以指定遗嘱执行人。<BR>公民可以立遗嘱将个人财产指定由法定继承人的一人或者数人继承。<BR>公民可以立遗嘱将个人财产赠给国家、集体或者法定继承人以外的人。<BR>第十七条 公证遗嘱由遗嘱人经公证机关办理。<BR>自书遗嘱由遗嘱人亲笔书写，签名，注明年、月、日。<BR>代书遗嘱应当有两个以上见证人在场见证，由其中一人代书，注明年、月、日，并由代书人、其他见证人和遗嘱人签名。<BR>以录音形式立的遗嘱，应当有两个以上见证人在场见证。<BR>遗嘱人在危急情况下，可以立口头遗嘱。口头遗嘱应当有两个以上见证人在场见证。危急情况解除后，遗嘱人能够用书面或者录音形式立遗嘱的，所立的口头遗嘱无效。<BR>第十八条 下列人员不能作为遗嘱见证人：<BR>（一）无行为能力人、限制行为能力人；<BR>（二）继承人、受遗赠人；<BR>（三）与继承人、受遗赠人有利害关系的人。<BR>第十九条 遗嘱应当对缺乏劳动能力又没有生活来源的继承人保留必要的遗产份额。<BR>第二十条 遗嘱人可以撤销、变更自己所立的遗嘱。<BR>立有数份遗嘱，内容相抵触的，以最后的遗嘱为准。<BR>自书、代书、录音、口头遗嘱，不得撤销、变更公证遗嘱。<BR>第二十一条 遗嘱继承或者遗赠附有义务的，继承人或者受遗赠人应当履行义务。没有正当理由不履行义务的，经有关单位或者个人请求，人民法院可以取消他接受遗产的权利。<BR>第二十二条 无行为能力人或者限制行为能力人所立的遗嘱无效。<BR>遗嘱必须表示遗嘱人的真实意思，受胁迫、欺骗所立的遗嘱无效。<BR>伪造的遗嘱无效。<BR>遗嘱被篡改的，篡改的内容无效。<BR><BR>第四章 遗产的处理</FONT></P>\r\n<P align=left><FONT size=3>第二十三条 继承开始后，知道被继承人死亡的继承人应当及时通知其他继承人和遗嘱执行人。继承人中无人知道被继承人死亡或者知道被继承人死亡而不能通知的，由被继承人生前所在单位或者住所地的居民委员会、村民委员会负责通知。<BR>第二十四条 存有遗产的人，应当妥善保管遗产，任何人不得侵吞或者争抢。<BR>第二十五条 继承开始后，继承人放弃继承的，应当在遗产处理前，作出放弃继承的表示。没有表示的，视为接受继承。<BR>受遗赠人应当在知道受遗赠后两个月内，作出接受或者放弃受遗赠的表示。到期没有表示的，视为放弃受遗赠。<BR>第二十六条 夫妻在婚姻关系存续期间所得的共同所有的财产，除有约定的以外，如果分割遗产，应当先将共同所有的财产的一半分出为配偶所有，其余的为被继承人的遗产。<BR>遗产在家庭共有财产之中的，遗产分割时，应当先分出他人的财产。<BR>第二十七条 有下列情形之一的，遗产中的有关部分按照法定继承办理：<BR>（一）遗嘱继承人放弃继承或者受遗赠人放弃受遗赠的；<BR>（二）遗嘱继承人丧失继承权的；<BR>（三）遗嘱继承人、受遗赠人先于遗嘱人死亡的；<BR>（四）遗嘱无效部分所涉及的遗产；<BR>（五）遗嘱未处分的遗产。<BR>第二十八条 遗产分割时，应当保留胎儿的继承份额。胎儿出生时是死体的，保留的份额按照法定继承办理。<BR>第二十九条 遗产分割应当有利于生产和生活需要，不损害遗产的效用。<BR>不宜分割的遗产，可以采取折价、适当补偿或者共有等方法处理。<BR>第三十条 夫妻一方死亡后另一方再婚的，有权处分所继承的财产，任何人不得干涉。<BR>第三十一条 公民可以与扶养人签订遗赠扶养协议。按照协议，扶养人承担该公民生养死葬的义务，享有受遗赠的权利。<BR>公民可以与集体所有制组织签订遗赠扶养协议。按照协议，集体所有制组织承担该公民生养死葬的义务，享有受遗赠的权利。<BR>第三十二条 无人继承又无人受遗赠的遗产，归国家所有；死者生前是集体所有制组织成员的，归所在集体所有制组织所有。<BR>第三十三条 继承遗产应当清偿被继承人依法应当缴纳的税款和债务，缴纳税款和清偿债务以他的遗产实际价值为限。超过遗产实际价值部分，继承人自愿偿还的不在此限。<BR>继承人放弃继承的，对被继承人依法应当缴纳的税款和债务可以不负偿还责任。<BR>第三十四条 执行遗赠不得妨碍清偿遗赠人依法应当缴纳的税款和债务。<BR><BR>第五章 附 则</FONT></P>\r\n<P align=left><FONT size=3>第三十五条民族自治地方的人民代表大会可以根据本法的原则，结合当地民族财产继承的具体情况，制定变通的或者补充的规定。自治区的规定，报全国人民代表大会常务委员会备案。自治州、自治县的规定，报省或者自治区的人民代表大会常务委员会批准后生效，并报全国人民代表大会常务委员会备案。<BR>第三十六条 中国公民继承在中华人民共和国境外的遗产或者继承在中华人民共和国境内的外国人的遗产，动产适用被继承人住所地法律，不动产适用不动产所在地法律。<BR>外国人继承在中华人民共和国境内的遗产或者继承在中华人民共和国境外的中国公民的遗产，动产适用被继承人住所地法律，不动产适用不动产所在地法律。<BR>中华人民共和国与外国订有条约、协定的，按照条约、协定办理。<BR>第三十七条 本法自一九八五年十月一日起施行。</FONT></P>', 1272957106, 202),
(17, 2, '女人留住男人之十戒', '一、永远不说多爱你。卡斯特罗有句真知灼见：女人永远不要让男人知道她爱他，他会因此而自大。 \r\n<P>　　二、一天只打一通电话。在对方意犹未尽时先挂断，保持适度神秘感，没有男人喜欢喋喋不休的女人。</P>\r\n<P>　　三、一颗平常心。很少有人一生只爱一次，十有八九的<a href=\\"http://u.qqlove77.cn/\\">恋爱</A>以分手告终，要以平常心看待欢聚与别离。没有了谁，日子还得往下过。好聚好散，千万别一哭二闹三上吊，这只会使自己变得很可怜。</P>\r\n<P>　　四、迁就太多就成了懦弱。谁也不欠谁的，爱他是他的福气。在恋爱中两个人都是主角，要有自己的主见，懂得适当拒绝。</P>\r\n<P>　　五、尽量不要在经济上有纠葛。金钱是个敏感的话题，恋爱男女一涉及现实利益马上翻脸的例子不在少数。感情归感情，金钱归金钱，还是应该泾渭分明，免得赔了夫人又折兵。</P>\r\n<P>　　六、不要逼婚。太爱一个人就会想要天长地久，这时候就渴望起世俗婚姻了。一个劲在男友面前提婚纱啊买房啊，把结婚的渴望明明白白的挂在脸上。如果对方想结婚不用你暗示也去买戒指，反之你的渴望会吓跑他。</P>\r\n<P>　　七、不要为了爱他生小孩。单身妈妈现在有很多，她们都有一定的经济能力和心理承受能力。如果想用孩子来羁绊男人的话就太不明智了，你不能让对方对你负责，却要去负责一个生命，这不是自找麻烦吗？</P>\r\n<P>　　八、不要天天厮守。爱情的生命力是有限的，要让<a href=\\"http://www.qqlove77.cn/\\">爱情</A>寿命长一点就要保持一个适当的距离。如果有了肌肤之亲，千万别摆出一副非你莫嫁的样子，性是双方共同的感受，是感情的升华。</P>\r\n<P>　　九、对方永远只是一部分。三毛曾经说我的心有很多房间，荷西也只是进来坐一坐。要有自己的社交圈子，别一谈恋爱就原地蒸发，和所有的朋友都断了往来，这只会让你的生活越来越狭窄。</P>\r\n<P>　　十、少喝飞醋少流泪。去问问男人薛宝钗和林黛玉他们会选哪一个，男人哪有精力来向你一一交待这个女人那个女人都只是纯洁友谊？不要太计较对方的过去，干嘛非要把他的陈年黄历都翻出来？过去不可能是一张白纸，同时自己也不要把过去一五一十的交待清楚，特别是被人抛弃之类的事情提都不要提。</P>\r\n<P>　　邓丽君有首歌《我只在乎你》，这首歌不要随便去对男人唱，就算他起先很感动，渐渐的也会觉得压抑，说不定还会苦口婆心劝你说我有什么好的，不值得你这样。</P>\r\n<P>　　只爱一点点，像观音菩萨用柳枝蘸仙水那样，一点点就够了，一多就泛滥了。</P>', 1272957221, 202),
(18, 2, '含蓄女人让男人主动的诀窍', '<STRONG>要他追你：去刺激男人狩猎本能</STRONG> \r\n<P>　　虽然这个年代是男女平等，但要成功掳住他，是要令他主动追求你，因为男人是有狩猎本能，越是千辛万苦才捕猎得到的，便越会珍惜。而且在男人的内心也常有想追求的女人，每当得不到便会出尽法宝，要捉住他们这种心理，不要那么快地去接受他，要他慢慢等待，这样一定可捕获男人的心。</P>\r\n<P><STRONG>　　赞赏：找着他的长处去称赞他</STRONG></P>\r\n<P>　　男人受到赞赏时，心里会很受用，能捉住这点去称赞男人的女人便能战无不胜，但要注意的是不是每位男人都爱当众受人称赞，不同的男人要用上不同的赞美方法，大多数男人在驾车方面被赞会很开心，当然并不是随便的去赞赏，可以观察生活中他的举动，自然的去赞赏，小小的赞美可令他提起劲来。</P>\r\n<P><STRONG>　　自由放任：束缚不如给他小小自由才是良策</STRONG></P>\r\n<P>　　<a href=\\"http://u.qqlove77.cn/\\">恋爱</A>常用的手段，可举的例子便是给男人某种程度的自由和放任，本来男人便是想得到自由的，所以如有什么束缚下，反而使其逃走，为何给男人自由的女人会吸引到他们呢？因为在某程度上这些女人量度比较大，有如母性般包容自己，男人会因这种<a href=\\"http://face.39.net/mrcz/\\"><FONT color=#000000>魅力</FONT></A>而变软弱最终也回来你身边，但并不胡乱的给他们自由，而是无论遇到什么事都不要慌张沉着实干的去应付才是良策。</P>\r\n<P><STRONG>　使其高涨：一齐跨越困难，一同分享感动的事物</STRONG></P>\r\n<P>　　要令到男人的心情高涨便要令恋爱得以升华，正如烧牛扒般最初用强火去烧好两面，然后转为弱火去慢慢烧透中心，其实男人的心也是一样，如大家所遇到事情和经验都一样，又或大家能共同应付痛苦达成志愿，男人的心往往会因这些患难而有强烈的反应，对恋爱也会有改变。</P>\r\n<P><STRONG>　　撒骄：激发对方的自尊心使其变得开心</STRONG></P>\r\n<P>　　正所谓撒娇能手便是恋爱高手，懂得如何操纵男人心。被一个成熟的女人撒娇，就算怎样的男人也难以抵抗，女人温柔的称呼是很有效的，尤其懂得利用对方的某长处，随这事与对方交谈，不要老在对方面前表现得很强很能干的样子，是会令男人对你更千依百顺的。</P>\r\n<P><STRONG>　　令其焦急：令他着紧，使自己在对方的心中价值提高</STRONG></P>\r\n<P>　　如能令到男人紧张焦急，可以在恋爱上有好的进步，正所谓一次钓上来的鱼不会好味，即是说如果你令他觉得和你一起是理所当然的话，便不会得到他的重视，适当的时候令对方着急，你便可以保持自己在他心目中的价值。例如初约会应先以女性朋友为首选，长时间的约会一个月一至二次，短时间为一周一次，使其有种饥饿感和令他有种想与你一起的感觉，这是要保持一种女人的价值的方法。</P>', 1272957291, 201),
(19, 2, '男生追美女的几大绝招揭秘', '<P>一、应该给MM留下什么样的第一印象(时间：刚开始接触MM)</P>\r\n<P>　　1、我认为最关键的，是要让MM看到你的上进心。</P>\r\n<P>　　男人的最大魅力在于事业有成，年轻人工作时间不长谈不上“有成”，这时候你就要让MM觉得你是个有上进心的人。</P>\r\n<P>　　别的可以胡说八道，但这个问题不能含糊，你一定要告诉MM，你对未来充满信心，你不满足于现状，并且你已经有了长远的计划，总之你的未来不是梦。</P>\r\n<P>　　2、要显得有信心、有责任心</P>\r\n<P>　　不要像个小孩子，女孩子都很懒希望能找个依靠，你要拿出自己的信心和责任心来。</P>\r\n<P>　　有一个错的选择总比没有选择要好的多。</P>\r\n<P>　　3、不要太正经，但也不要太随便</P>\r\n<P>　　该正经的地方就正经，该调侃的的时候就调侃。</P>\r\n<P>　　女孩子都喜欢有点玩世不恭的男人，所以别显得对什么都特别在意，那样太呆板。</P>\r\n<P>　　4、显得成熟一点</P>\r\n<P>　　遇事镇定、从容不迫的男人对MM有致命的吸引力。</P>\r\n<P>　　二、如何与MM展开进一步接触(时间：开始追的阶段)</P>\r\n<P>　　1、这个阶段最关键的是不能着急，不要把事情弄的那么清楚，让人家一眼就能看出你在追人家。</P>\r\n<P>　　想一想，一般人都不会一眼就看上你，但也不会看一眼就讨厌你，都是老百姓家的孩子(除非你长得象周润发刘德华或者凯文科斯特纳)，好感是需要随着了解的不断增加而实现的，所以问题的关键是你要得的进一步发展的机会。</P>\r\n<P>　　站在女孩子的角度替人家想一想：你这么直接了当的冲过来要搞对象，女孩子肯定有心理压力。这要是接触一阵后发现不喜欢你，那不就成了耍你了么？所以如果你开始就摆出志在必得的姿势出来，基本上会被立刻闷回去。</P>\r\n<P>　　2、要低姿态起步</P>\r\n<P>　　首先要把关系定位成“朋友”，本来是“普通朋友”，你希望成为“好朋友”，有品位的还可以要求对方成为“红颜知己”什么的，总之千万不要说“追你”。</P>\r\n<P>　　你想想，你如果根本不提“追”，那么女孩子也就更没机会“拒绝”你——你没追她怎么拒绝你？！</P>\r\n<P>　　这样可以减轻女孩子的心理压力，使你们能顺利的交往下去。不要幻想认识三天就答应嫁给你，要充分的交往、了解，感情不是凭空产生的。</P>\r\n<P>　　3、交往的过程中不要太急躁</P>\r\n<P>　　要有张有弛，不要整天缠着人家，谁这样对你，你也会腻。我有个好朋友对我说，追女孩子的关键是八个字—— “忽冷忽热、欲擒故纵”(这是我同学多少年心血的结晶)。</P>\r\n<P>　　你整天缠着人家自然不觉得你好，你适当的冷个一两天，女孩子就会想起你在的好处了。 </P>\r\n<P></P>\r\n<P>　　还有就是不要拿出“非你不娶”的志气来，太掉价了不好，有时候可以耍点花招。</P>\r\n<P>　　4、要适当的创造机会</P>\r\n<P>　　前面说了，不要使事情立刻变成“你在追别人”，而你又需要得到接近女孩子的机会，这时就要看你的创造力了。</P>\r\n<P>　　你可以搜集情报，想办法把守株待兔变成一场邂逅；也可以装做漫不经心的找出最最充足的理由邀请对方和你一起做什么事。</P>\r\n<P>　　总之这个是最有技术含量的地方，实在不行可以找前辈请教。</P>\r\n<P>　　5、切忌切忌：随便送人家礼物是不礼貌的</P>\r\n<P>　　有些人追女孩子心切，喜欢经常买东西送人家，殊不知追女孩子最忌讳这个。</P>\r\n<P>　　俗话说“无功不受禄”，你这样送人家东西就是在施加压力，人家会觉得欠你的，所以会 想办法还给你，如果没办法还给你就会想办法不和你交往，免得总是欠你人情。</P>\r\n<P>　　如果你想显示自己的诚意，倒不妨请女孩子一起消费，比如说找好的餐厅吃饭，或者找贵的地方一起玩什么的，女孩子自然能看出你花了很多钱，但钱终究是两个人一起花了而不 是变成东西带回家。</P>\r\n<P>三、“女朋友”到底是什么？</P>\r\n<P>　　1、“女朋友”是一种事实，而不是一份承诺</P>\r\n<P>　　你和女孩子开始交往，从“普通朋友”变成“好朋友”，再到“非常非常好、无话不谈的朋友”，某一个阳光灿烂的午后，你“不小心”拉了她的手；“月上柳梢头”，你突然袭击吻了她。这时她就已经是你的女朋友了，无论她是否承认，她心理已经认为你是他男朋友了。</P>\r\n<P>　　我知道最高明的，直到上床了都没问过“你是否愿意做我女朋友”，最后还是女孩子急了 ：“你怎么还不求我做你女朋友啊！”</P>\r\n<P>　　所以说，千万不要急于把窗户纸捅破，情况越朦胧对你越有利。</P>\r\n<P>　　2、“表白”是什么？</P>\r\n<P>　　前面说了，表白实际上就是一个形式而已，正确的顺序应该是：事实上已经成为你女朋友 了，你才能向人家表白，水到渠成。 很多人弄不明白这个问题，总以为人家先答应做自己女朋友，然后再如何如何，我只能说他非常非常“单纯”，也非常非常“愚蠢”。</P>\r\n<P>　　3、有没有“迫不得已非表白不可”的时候？</P>\r\n<P>　　有，比如说出现第三者，或者你和女孩子关系没有成熟但两个人可能分开一段时间。</P>\r\n<P>　　这时候的表白就是条件不成熟的表白，风险非常大，类似于下围棋的时候形势严峻，落後的一方迫于无奈放出“胜负手”，赢了就赢了，输了也只能说“倒霉都是天生的”。 </P>\r\n<P></P>\r\n<P>　　4、“爱”字不要轻易出口</P>\r\n<P>　　经常看见论坛出现“大胆的表白”，说实话我真的认为这是非常不成熟的一种表现。“爱”是一个神圣的字，意味着追求，也意味着承诺，甚至体现出一种责任。</P>\r\n<P>　　随便说“爱”的男人是不负责任的。</P>\r\n<P>　　四、文明<a href=\\"http://u.qqlove77.cn/\\">恋爱</A>，不可强求</P>\r\n<P>　　1、不是每个MM都能追到手的</P>\r\n<P>　　好女孩子总会有很多人追，不可能遂了每个人的心愿，总会有失败者。举个例子，就算你刻苦钻研掌握了最搞超的追MM原理，你一样追不上TWINS里的任何一个。</P>\r\n<P>　　换个角度考虑问题，一个小学没毕业的农村小保姆，即使对你再好，每个月赚600给你买700的礼物(透支)，愿意为你“当牛做马”，你也不会爱上她。如果她每天哭哭啼啼的缠着，你肯定觉得烦。</P>\r\n<P>　　所以说<a href=\\"http://www.qqlove77.cn/\\">爱情</A>是需要物质基础的，至少需要平衡。</P>\r\n<P>　　2、追MM做是一种严肃的社会活动</P>\r\n<P>　　千万不要把人家搞烦了，要给自己留后路。大丈夫何患无妻？有些MM确实势利眼(少数)，如果不服气，你可以发愤图强，用事实证明“她当时瞎了眼”，绝对不要误人误己。</P>\r\n<P>　　最后补充一点千万不要在MM面前显得愤世嫉俗，愤世嫉俗有时候意味着“你很失败”。<BR></P>', 1272957319, 201),
(20, 2, '以下男人，打死也不能嫁哦', '1、风流自赏，频繁暗示他本人各方面条件极佳，看上你是天上掉热馅饼，呼吁你一定诚惶诚恐好生张嘴接着--我的反应是：余南方人也，不喜面食。 \r\n<P>　　2、骑驴找马--永远身边有一“深爱我但我不太动心”的女孩，永远在继续寻找真爱。</P>\r\n<P>　　3、贬低历任女友，或面露得意之色宣称：我的初恋情人曾为我自杀过嗳--未遂。</P>\r\n<P>　　4、沾沾自喜汇报月薪几位数、衬衣多少钱一件、圣诞节到哪里滑雪、刚加入某超级贵族无敌高尔夫俱乐部、下个月准备在中东盘一油田、阿拉斯加建一冰库……吾友潺潺小姐的反应是：闭嘴！看戏(他们当时在小剧场)！散场自己走--你要敢说明年造航母我立马就报警说你耍流氓！</P>\r\n<P>　　5、雨天开车不顾路旁艰难行走之妇孺，不减速、不绕行、不挥手示意行人先过而昂然溅人一身泥汤。</P>\r\n<P>　　6、用酒店的窗帘或面巾擦皮鞋，离店时电灯、电视、电脑、水龙头一个都不关--按说这种人表现太差根本就不值一列，但前不久我采访的一位海外归来、卓有名气、照片登在若干女性杂志封面上、一口一个no&nbsp; problem的ceo就这风采。</P>\r\n<P>　　7、记不清自己父母家的电话号码，或拎起话筒即以大爷或外交官口吻质问：“今晚吃什么？”。</P>\r\n<P>　　8、见你第二面叫你宝贝。</P>\r\n<P>　　9、见你第三十分钟即盛赞你的腿为他今生所见的腿中最性感的一双，哦不，两条。吾友雪儿的回答：见得太少了您。并建议他买一桶扎啤于三伏天蹲在红绿灯儿下面马路牙子上好好看一天，省的少见多怪，丢人现眼。</P>\r\n<P>　　10、闲谈尽是：他办公室的女孩谁腰太粗、谁斗鸡眼、谁品位太差老在小摊买衣服、谁好像和头儿关系不一般、谁无故请假一周不知是否去做人工流产……</P>\r\n<P>　　11、偷办公室的稿纸回家。</P>\r\n<P>　　12、人穷志短马瘦毛长，一喝酒就慨叹人生无趣、怀才不遇、主任给他小鞋穿。</P>\r\n<P>　　13、年过三十仍留小辫、穿补丁牛仔扮青年艺术家状。</P>\r\n<P>　　14、以当代贾宝玉或青年李嘉诚或中年版f4自居。</P>\r\n<P>　　15、告诉你他喜欢你他的老婆不明白他……是的，要是明白早在您老豆浆里下砒霜了。</P>\r\n<P>　　16、告诉你他喜欢你但他可能离不了婚所以想和你一生都做最好、最好、最好的好朋友……甭废话，直接拿大嘴巴抽他。</P>\r\n<P>　　17、钱包里掉出安全套！</P>\r\n<P>　　18、问：你一个月赚多少钱、怎么这么年轻买得起市中心四室两厅、是分期付款吗……相信我，结婚以后他会跟踪你上下班并给你的客户打匿名电话。</P>\r\n<P>　　19、跟你借钱。</P>\r\n<P>　　20、迟到。</P>\r\n<P>　　21、手机常常、不定时、无故关机--民航飞行员除外。</P>\r\n<P>　　22、每次接过电话立刻以手势示意你噤声，或马上溜到洗手间并随手关上门。建议：突然大唱革命或黄色歌曲、或把他轻轻反锁在洗手间里然后飘然离去。</P>\r\n<P>　　23、浴室中的化妆洗涤用品比你还多--若无缘得进其浴室，则身上香水过浓、头上摩丝湿淋淋如落水狗、领带鲜艳如嘉年华会侍者、夏天穿白衬衣内用乳贴、大陆青年说话像港台人士：一口一个“我们男僧好喜番攀岩爬三哎”。</P>\r\n<P>　　24、穿一身假名牌，洋洋自得。</P>\r\n<P>　　25、穿一身真名牌，洋洋自得。</P>\r\n<P>　　26、知道一切内幕、原理、玄机。答话以不字开头。</P>\r\n<P>　　27、时常冷笑。</P>\r\n<P>　　28、他不会换保险丝、轮胎，但声称他的秘书和司机会换--指责你不会做满汉全席，他妈就会。</P>\r\n<P>　　29、已经不是中学生，但要和你aa制。(你愿意为这样的人怀胎十月生孩子、洗衣做饭50年？)</P>\r\n<P>　　30、深夜约会完毕问你可否一人搭车回家--而他并没有突发阑尾炎、妈妈医院报病危、公司大楼失火。</P>\r\n<P>　　31、记不住你的生日就算了，但他居然记错，年年。</P>\r\n<P>　　32、不是数学家、哲学家、物理学家和脑震荡后遗症患者，但你问他现在几点钟他说在上衣口袋里。</P>\r\n<P>　　33、貌似无心、拐弯抹角问你如果婚后发现老公有婚外恋、一夜情会怎么办--“但他还是爱你的，还会回来的呦”--吾友阿眉叮一声把小银匙扔在冰激凌盘里俯身盯住他的小眼睛一字一顿微笑低语：“……阉了他”。</P>\r\n<P>　　34、电话本上一连串密码似的名字而他并不在中情局、fbi就职。</P>\r\n<P>　　35、认识一年以上你屡次请他周末同到父母家吃个便饭均婉言谢绝。</P>\r\n<P>　　36、同一个问题(如你幼儿园在哪儿上的？)问过你三遍，或问完一个问题不等回答即问下一个--他根本不是真想知道，所以你也根本不必好好回答。<BR></P>', 1272957345, 202);
INSERT INTO `wrzc_net_news` (`id`, `kind`, `title`, `content`, `addtime`, `click`) VALUES 
(21, 2, '如果我想你了', '如果我想你了 <WBR></WBR><BR>我会掏出手机 <WBR></WBR><BR>看看有没有你的短信 <WBR></WBR><BR>即使我知道 <WBR></WBR><BR>几率是那么的 <WBR></WBR><BR>渺茫~ <WBR></WBR><BR><WBR></WBR><BR>如果我想你了 <WBR></WBR><BR>我会在手机上飞速的打下一连串的问候 <WBR></WBR><BR>最后却始终没有按下发送的键 <WBR></WBR><BR>只是害怕打扰到你... <WBR></WBR><BR><WBR></WBR><BR>如果我想你了 <WBR></WBR><BR>我会打开我们的聊天记录看一下~ <WBR></WBR><BR>不管是什么样的对话 <WBR></WBR><BR>始终有种甜蜜的感觉~~ <WBR></WBR><BR>就像 <WBR></WBR><BR>巧克力的味道~ <WBR></WBR><BR><WBR></WBR><BR>如果我想你了 <WBR></WBR><BR>我会把目光投到很远的地方 <WBR></WBR><BR>却不知道在想些什么... <WBR></WBR><BR><WBR></WBR><BR>如果我想你了 <WBR></WBR><BR>我会想 <WBR></WBR><BR>你是不是会想我呢？ <WBR></WBR><BR>哪怕 <WBR></WBR><BR>只有一秒钟的时间... <WBR></WBR><BR><WBR></WBR><BR>如果我想你了 <WBR></WBR><BR>晚上做梦也梦到了你~ <WBR></WBR><BR>我会不愿意醒过来... <WBR></WBR><BR>只是害怕 <WBR></WBR><BR>梦一醒 <WBR></WBR><BR>你会离开... <WBR></WBR><BR><WBR></WBR><BR>如果我想你了 <WBR></WBR><BR>我会深吸一口气 <WBR></WBR><BR>把弥漫了思念的味道的空气吸进 <WBR></WBR><BR>离心脏最近的地方~ <WBR></WBR><BR><WBR></WBR><BR>如果我想你了 <WBR></WBR><BR>我会把思念换作节拍 <WBR></WBR><BR>让它在双手交辉中流露~ <WBR></WBR><BR><WBR></WBR><BR>如果我想你了 <WBR></WBR><BR>我会照镜子 <WBR></WBR><BR>审视着这样的我 <WBR></WBR><BR>能否匹配这样的你~ <WBR></WBR><BR><WBR></WBR><BR>我想 <WBR></WBR><BR>我已经上瘾了~ <WBR></WBR><BR>戒不掉的 <WBR></WBR><BR>想念你~ <WBR></WBR><BR><WBR></WBR><BR>每个人的心里 <WBR></WBR><BR>都有思念的人&nbsp;&nbsp; <WBR></WBR><BR>有时候思念到连自己也没办法控制的时候 <WBR></WBR><BR>干脆就顺着这份思念去回忆吧~ ', 1272957389, 201),
(22, 2, '这样的爱·？还不够吗？', '<FONT face=楷体_GB2312>很多人说：爱一个人是不需求回报的，只要看着自己爱的人开心的笑，那么她所有的付出都是值得的！可是如果是这样，那我真的好不服气。。。平等的我们为什么要有这样的不公平？也许你真的不懂该怎么去爱一个人！！！最起码要学会了解不是吗？可为什么你偏偏一点都不懂。那天我说我也很谢谢你！虽然那时刚好因为自动挂机我没来得及说，但是你想过吗？想过我会怎么说吗？不管怎么样我都谢谢你，因为我以前从来不懂爱一个人要自己付出真心，也从来不知道爱一个人是什么感觉！我甚至不知道什么叫两个人之间的体谅？<WBR></WBR><WBR></WBR><WBR></WBR><BR></FONT>&nbsp;&nbsp;&nbsp;&nbsp;原来爱是谅解！爱是付出，爱是心的靠近。。。。。。<WBR></WBR> <WBR></WBR><WBR></WBR><BR>&nbsp;&nbsp;&nbsp;&nbsp;不明白为什么？我们有时总会因为玩笑而争吵一两句，吵后就各顾自己谁也不理谁！但不到5分钟我们就又说说笑笑。。。。哈哈，无聊时回想，不免傻笑！但是想到不开心的事时，我最大的问题就是你真的了解过我?为什么你一点都不懂我？唉，也许爱真的是不能强求的！！每当我说希望你自己去懂时，你却都误会我的意思。。。不知道你是故意跟我斗气，还是你真的没脑子？你就不会想想吗？你这笨蛋！！！还说我叫你去的叫我别怪你？？？你说的是什么话啊！！！<WBR></WBR> <WBR></WBR><WBR></WBR><BR>&nbsp;&nbsp;&nbsp;&nbsp;很多时候我都在想你到底对我用了多少心？我知道你是爱我的！！！可你好象不知道该怎么爱一个人是吗？也许有句话说的对，遇到这样的事聪明人也会变笨蛋！<WBR></WBR> <WBR></WBR><WBR></WBR><BR>&nbsp;&nbsp;&nbsp;&nbsp;我对你说过的话都是用心说的，可是你能回答我：你都记住什么了吗？为什么你都记不住？是不是你没用心？？？<WBR></WBR> <WBR></WBR><WBR></WBR><BR>&nbsp;&nbsp;&nbsp;&nbsp;虽然你一次次的没能做到完美！我也是一次次的让着你，纵容你，/。。。。有时侯嘴上对你唠叨个不停，可是我什么时候真正的怪过你？不想说你，可是你想过我为什么不说吗？是，你可能什么都没想！回去回想不免想哭，但是你不会知道这一切。。。。。<WBR></WBR> <WBR></WBR><WBR></WBR><BR>&nbsp;&nbsp;&nbsp;&nbsp; 也许我也真的让人太难懂，也从来没有一个人算真正的了解我！<WBR></WBR> <WBR></WBR><WBR></WBR><BR>&nbsp;&nbsp;&nbsp;&nbsp; 不要让自己爱的人流泪？你做到了吗？我觉得我自己已经算是达到了吧？有时侯你让我开心，但有时侯你也让我不知道怎么办才好？让我伤透心！让我甚至有时都感到绝望。。真心的对你为何你还要我伤心？不是有句话：你可以拒绝爱你的人，但不该伤害爱你的人。&nbsp;&nbsp;<WBR></WBR> <WBR></WBR><WBR></WBR><BR>&nbsp;&nbsp;&nbsp;&nbsp;好希望你会懂！但是不知要何时？任性了的你会永远这样吗？你到底什么时候改变？？？<WBR></WBR>&nbsp;<WBR></WBR><WBR></WBR><BR><FONT size=4><FONT face=楷体_GB2312>&nbsp;我爱你，可能我都比你更懂你自己。。。我也会等到你懂，你这笨蛋！。。。。。。。。<WBR></WBR></FONT> <WBR></WBR><WBR></WBR><BR>&nbsp;&nbsp;&nbsp;&nbsp;真的好爱你！你知道吗！！</FONT><WBR></WBR>', 1272957416, 201),
(23, 2, '恋爱与婚姻的区别', '恋爱是走在婚姻的路上，婚姻是恋爱的最好归宿。不是每一对恋人都能走进婚姻的殿堂，也不是每一对夫妻都能白头偕老。 <BR><BR>　　恋爱和婚姻不同。恋爱是没上保险的爱情，而婚姻是上了保险的爱情，在一般情况下，一对恋人容易和平相处，而一对夫妻却常常因为一点小事，争论得面红耳赤。 可以说：恋人是在虚拟的世界里，不需要柴、米、油、盐，抚养、赡养、进项、支出等问题；而婚姻是生活在现实里，上述的问题你必须天天面对，这样经济收入的高低，家务劳动付出的多少，都是直接面对的问题。人是自私的，爱也不是把自己抛出去什么都不要了，在家里都想有点地位、面子上有光；在社会都想有点尊严、 能抬起头来。如果这两点都没有了，那你的婚姻也走进了“红灯区”,即使不离，也很痛苦。 <BR><BR>　　恋爱和婚姻不同。恋爱是把最美的东西给恋人看，说话有礼貌、讲修养，办事讲效率、能办的事马上就办，倾其所有、投其所好。而婚姻就不是那么回事了，因为上 了保险，都觉得把握，轻易的谁也不能把谁咋的；这样人的劣根性就慢慢地暴露出来了，什么办事拖拉、言而无信、懒惰、邋遢、不善家务等等．．．．．．如果说恋爱的你是经过包装的你，那么婚姻的你就是本质的你。是不是“皮包公司”，一结婚就知道了，但付出的将是人生最惨烈的代价。俗话说：“男怕选错行，女怕嫁 错郎；”我看选错行了，没有必要害怕，只要你有智商，改行照样发展。但要选错妻子，嫁错郎了，即使不痛苦一辈子，也要痛苦一阵子，或更长一段时间；那痛苦是迷失自我的、刺杀心灵的痛苦。 <BR><BR>　　恋爱和婚姻不同。两个恋人分手，只是精神的分手；而一对夫妻的分手，不仅是精神的分手，也是物质的分手，这种精神和物质的分手，可能要纠缠一生。所以有人 说：“能不分手，还是不分手，”这是其一。其二是：大凡走进婚姻殿堂的人，都有一定的感情基础，往往还有子女的羁绊，若走进婚姻的红灯区，能敞开心扉的坐在一起谈谈，指出各自的优缺点。倘若双方都能改正缺点，岂不比再找一个未知的要强的多。有一位婚姻专家曾说过：其实和谁生活在一起都一样，只是不如意的地 方不同而已。找一个花枝招展的，可能是一个扔柴撂米的，傍一个大款的，可能是一个品行不端的。其三：爱情需要更新，但更新并不是指换爱人，而是指思想、观念、内容上的更新。婚姻需要质量，但就目前的中国，究竟有多少高质量的婚姻？《婚姻法》判决婚姻存续与否的标准是：感情是否破裂；而当事人的标准是：痛苦 的深度。若两个人生活在一起，比自己独立生活还痛苦时，我认为：离婚就应该成为必然，社会应该理解，法律应该支持。 <BR><BR>　　人们常说：有爱情没有婚姻是不幸的，有婚姻没有爱情是痛苦的；而我希望每个人既有爱情，又有婚姻。愿天下有情人终成眷属，愿天下所有人都能充分享受爱的温馨。', 1272957470, 201),
(24, 2, '女孩，当你说没有好男人时请看看', '<P>十岁以前，就不说了，无非是淘气和不懂事。</P>\r\n<P>&nbsp;&nbsp;&nbsp; 十三、四岁的时候，开始对女孩有好感，但是那时候他离女孩远远的，并且以讨厌女孩自居，生怕被同伴嘲笑。</P>\r\n<P>&nbsp;&nbsp;&nbsp; 十五岁的时候，听到大人们说某某男人好花，把女朋友甩了，女孩自杀了。</P>\r\n<P>他觉得这人真狠毒，自己将来一定要做个痴情的男人，一定要一生只爱一个人。</P>\r\n<P>&nbsp;&nbsp;&nbsp; 十六岁的时候，他喜欢上了一个女孩，但是他不敢和她说。仍然和往常一样，脏兮兮的在灰土飞扬的操场上踢球.只在女孩走出校门的时候，躲在二层的窗户上看她的背影,他觉得她一定是个天使。</P>\r\n<P>&nbsp;&nbsp;&nbsp; 十七岁的时候，有个女孩喜欢上了他，但是他离她很远，他心里面只有自己那个女孩， 他觉得看别的女孩都是对她的不忠。</P>\r\n<P>&nbsp;&nbsp;&nbsp; 十八岁的时候，看了一个MTV，感动得想哭，他想，如果自己的女孩失去了双眼，他一定会像男主角那样毫不犹豫的把自己的眼睛给她，让她能看到光明。</P>\r\n<P>&nbsp;&nbsp;&nbsp; 十九岁的时候，高考了。终于和自己暗恋的女孩分别，坐火车去学校的时候，感觉自己离她越来越远，心像被掏空了一样。还在想自己一定不会忘记她，等到自己成功以后一定要去找她。</P>\r\n<P>&nbsp;&nbsp;&nbsp; 二十岁的时候，听到有人讲黄色笑话，觉得这人真可耻。</P>\r\n<P>&nbsp;&nbsp;&nbsp; 二十一岁的时候，她的回信中告诉他，自己有了男朋友。偷偷的哭了一个晚上。</P>\r\n<P>&nbsp;&nbsp;&nbsp; 二十二岁的时候，他向一个女孩表白，女孩说“你是个好人，可是我还小。”他想，我的确是个好人，他说“没关系，我可以等你。”心想，我不会像那些花心的人一样，三年五年我也能等。</P>\r\n<P>&nbsp;&nbsp;&nbsp; 二十三岁的时候，说自己还小的女孩和一个帅哥恋爱了。他很纳闷，长大原来可以这快。</P>\r\n<P>&nbsp;&nbsp;&nbsp; 二十四岁的时候，他又向一个女孩表白，女孩说“你是个好人，可是我并不适合你。” 他纳闷很久，我是好人你怎么还不适合我呢？</P>\r\n<P>&nbsp;&nbsp;&nbsp; 二十五岁的时候，他又追求一个女孩，女孩接受了他。他开始很幸福的为未来拼搏，他想，一时的开心只是暂时的，只有努力拼搏，他和她才能有快乐的未来，但是，半年以 后，女孩和他分手了。只是因为另外一个男孩会说让她开心的话。女孩说“你是个好人 ，是我对不起你。”他似乎明白了问题所在，他是个好人。</P>\r\n<P>&nbsp;&nbsp;&nbsp; 二十六岁的时候，他开始堕落，交网友。打扮得时尚而酷，而且渐渐的学习着讨好女孩的话。不久，他有了个女朋友，虽然他对她也很好，可是，他心里知道，自己并不爱她 。</P>\r\n<P>&nbsp;&nbsp;&nbsp; 二十七岁的时候，他和女孩分手了。他对女孩说“你是个好女孩，是我对不起你。”</P>\r\n<P>&nbsp;&nbsp;&nbsp; 二十八岁的时候，他尝试了一夜情，发现别人能做的，自己也一样。</P>\r\n<P>&nbsp;&nbsp;&nbsp; 二十九岁的时候，他学会了讲黄色笑话，并且以看旁边的女孩子脸红为乐趣。</P>\r\n<P>&nbsp;&nbsp;&nbsp; 三十岁的时候，他忽然发现自己变得很有能力追求到女孩，但是却没有了爱的能力。于是他在自己QQ上写下了如下的话:</P>\r\n<P>&nbsp;&nbsp;&nbsp; 其实每个男孩，本来都是想做一个感情专一的好男人的。</P>\r\n<P>&nbsp;&nbsp;&nbsp; 其实每个男孩，本来看女孩子都是看脸而不是胸部的。</P>\r\n<P>&nbsp;&nbsp;&nbsp; 其实每个男孩，本来都是不会讲黄色笑话的。</P>\r\n<P>&nbsp;&nbsp;&nbsp; 其实每个男孩，本来都是渴望爱一个人直到永远的。</P>\r\n<P>&nbsp;&nbsp;&nbsp; 只是，没有任何女孩爱这样的男孩，她们觉得这样的男孩太幼稚，太古板，没有情趣。</P>\r\n<P>&nbsp;&nbsp;&nbsp; 于是男孩开始改变，变成女孩喜欢的那种 嘴角挂着坏坏的笑,玩世不恭或者幽默,开始学会说甜言蜜语而不是心里想说的话,开始学会假装关心，学会给女孩送小饰物讨好她,学会如何追求，如何把握爱情。 或者看破红尘，游戏情场，成为女人恨恨的那种男人。</P>\r\n<P>&nbsp;&nbsp;&nbsp; 他们可以很容易俘获女孩子的心 但是他们也会在黑的夜里叼着烟流泪,心里有爱的时候,没有女孩.有了女孩，却永远没有了爱的感觉 在听到女人抱怨世上没有一个好男人时候 他们不会再去努力做个好男人，只是微笑着擦肩而过……(转自网络）</P>', 1272957499, 203);

-- --------------------------------------------------------

-- 
-- 表的结构 `wrzc_net_online`
-- 

CREATE TABLE `wrzc_net_online` (
  `id` int(10) unsigned NOT NULL auto_increment,
  `userid` int(8) unsigned default '0',
  `actiontime` int(11) default '0',
  `stealth` tinyint(1) NOT NULL default '0',
  `rnd` int(11) unsigned NOT NULL default '0',
  `p` tinyint(1) NOT NULL default '0',
  `g` tinyint(1) NOT NULL default '0',
  PRIMARY KEY  (`id`),
  KEY `actiontime` (`actiontime`)
) ENGINE=MyISAM  DEFAULT CHARSET=gbk AUTO_INCREMENT=1855 ;

-- 
-- 导出表中的数据 `wrzc_net_online`
-- 

INSERT INTO `wrzc_net_online` (`id`, `userid`, `actiontime`, `stealth`, `rnd`, `p`, `g`) VALUES 
(1854, 0, 1273450795, 0, 58563854, 0, 0);

-- --------------------------------------------------------

-- 
-- 表的结构 `wrzc_net_photo`
-- 

CREATE TABLE `wrzc_net_photo` (
  `id` int(10) unsigned NOT NULL auto_increment,
  `userid` int(8) unsigned NOT NULL,
  `path_s` varchar(40) NOT NULL,
  `path_b` varchar(40) NOT NULL,
  `title` varchar(50) NOT NULL,
  `flag` tinyint(1) unsigned NOT NULL default '0',
  `ifmain` tinyint(1) unsigned NOT NULL default '0',
  `addtime` datetime NOT NULL,
  PRIMARY KEY  (`id`),
  KEY `userid` (`userid`),
  KEY `userid_2` (`userid`)
) ENGINE=MyISAM  DEFAULT CHARSET=gbk AUTO_INCREMENT=40 ;

-- 
-- 导出表中的数据 `wrzc_net_photo`
-- 

INSERT INTO `wrzc_net_photo` (`id`, `userid`, `path_s`, `path_b`, `title`, `flag`, `ifmain`, `addtime`) VALUES 
(11, 27, '10/0504/s_27_25656787218363854383.jpg', '10/0504/b_27_25656787218363854383.jpg', '我的形像图片', 1, 0, '2010-05-04 09:57:04'),
(12, 4, '10/0504/s_4_96543056989494987452.jpg', '10/0504/b_4_96543056989494987452.jpg', '我的形像图片', 1, 0, '2010-05-04 10:03:24'),
(17, 8, '10/0504/s_8_50923014781838929018.jpg', '10/0504/b_8_50923014781838929018.jpg', '我的形像图片', 1, 0, '2010-05-04 11:58:17'),
(19, 10, '10/0504/s_10_41670923238523250345.jpg', '10/0504/b_10_41670923238523250345.jpg', '我的形像图片', 1, 0, '2010-05-04 12:15:52'),
(14, 9, '10/0504/s_9_21272729416569478789.jpg', '10/0504/b_9_21272729416569478789.jpg', '我的形像图片', 1, 0, '2010-05-04 10:30:13'),
(16, 3, '10/0504/s_3_98103434707032769090.jpg', '10/0504/b_3_98103434707032769090.jpg', '我的形像图片', 1, 0, '2010-05-04 11:30:01'),
(18, 2, '10/0504/s_2_16781072781414143832.jpg', '10/0504/b_2_16781072781414143832.jpg', '我的形像图片', 1, 0, '2010-05-04 12:06:03'),
(20, 19, '10/0504/s_19_32723612701816743890.jpg', '10/0504/b_19_32723612701816743890.jpg', '我的形像图片', 1, 0, '2010-05-04 12:42:40'),
(21, 34, '10/0504/s_34_38989438721858183292.jpg', '10/0504/b_34_38989438721858183292.jpg', '我的形像照', 1, 0, '2010-05-04 14:13:53'),
(22, 37, '10/0504/s_37_72705230543052727432.jpg', '10/0504/b_37_72705230543052727432.jpg', '我的形像照', 1, 0, '2010-05-04 14:18:22'),
(23, 40, '10/0508/s_40_98129212101652725232.jpg', '10/0508/b_40_98129212101652725232.jpg', '我', 1, 0, '2010-05-08 13:40:15'),
(24, 39, '10/0508/s_39_89278749414369052767.jpg', '10/0508/b_39_89278749414369052767.jpg', '帅吧', 1, 0, '2010-05-08 13:41:13'),
(25, 38, '10/0508/s_38_07632387694789834965.jpg', '10/0508/b_38_07632387694789834965.jpg', '昨天拍的', 1, 0, '2010-05-08 13:42:05'),
(26, 35, '10/0508/s_35_87074967630767212761.jpg', '10/0508/b_35_87074967630767212761.jpg', 'SHOW', 1, 0, '2010-05-08 13:43:19'),
(27, 33, '10/0508/s_33_89212745658741296589.jpg', '10/0508/b_33_89212745658741296589.jpg', '大头照', 1, 0, '2010-05-08 13:53:10'),
(28, 32, '10/0508/s_32_25412305896363476927.jpg', '10/0508/b_32_25412305896363476927.jpg', '也来一张', 1, 0, '2010-05-08 13:53:38'),
(29, 31, '10/0508/s_31_07210521256127256921.jpg', '10/0508/b_31_07210521256127256921.jpg', '哇', 1, 0, '2010-05-08 13:54:07'),
(30, 28, '10/0508/s_28_67832349832325890785.jpg', '10/0508/b_28_67832349832325890785.jpg', '一张', 1, 0, '2010-05-08 14:03:35'),
(31, 26, '10/0508/s_26_85214921892189438705.jpg', '10/0508/b_26_85214921892189438705.jpg', '公开了', 1, 0, '2010-05-08 14:04:13'),
(32, 25, '10/0508/s_25_18363294345410963472.jpg', '10/0508/b_25_18363294345410963472.jpg', '大家评', 1, 0, '2010-05-08 14:04:48'),
(33, 24, '10/0508/s_24_89834185032927876587.jpg', '10/0508/b_24_89834185032927876587.jpg', '好的', 1, 0, '2010-05-08 14:09:38'),
(34, 23, '10/0508/s_23_09056725456905698709.jpg', '10/0508/b_23_09056725456905698709.jpg', 'GOOD', 1, 0, '2010-05-08 14:11:14'),
(35, 21, '10/0508/s_21_07236785090981414789.jpg', '10/0508/b_21_07236785090981414789.jpg', '感觉不错', 1, 0, '2010-05-08 14:12:47'),
(36, 22, '10/0508/s_22_07816147090781294921.jpg', '10/0508/b_22_07816147090781294921.jpg', '错不了', 1, 0, '2010-05-08 14:13:12'),
(37, 20, '10/0508/s_20_30503418927614729618.jpg', '10/0508/b_20_30503418927614729618.jpg', '来了', 1, 0, '2010-05-08 14:23:14'),
(38, 18, '10/0508/s_18_72909474329276387014.jpg', '10/0508/b_18_72909474329276387014.jpg', '这张不错', 1, 0, '2010-05-08 14:26:56'),
(39, 121, '10/0509/s_121_45034147414181858169.jpg', '10/0509/b_121_45034147414181858169.jpg', '测试的', 1, 0, '2010-05-09 16:27:45');

-- --------------------------------------------------------

-- 
-- 表的结构 `wrzc_net_present`
-- 

CREATE TABLE `wrzc_net_present` (
  `id` int(11) NOT NULL auto_increment,
  `kind` tinyint(3) unsigned NOT NULL,
  `price` int(10) unsigned NOT NULL default '0',
  `picurl` varchar(100) default NULL,
  `px` int(10) unsigned NOT NULL default '0',
  PRIMARY KEY  (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=gbk AUTO_INCREMENT=2 ;

-- 
-- 导出表中的数据 `wrzc_net_present`
-- 

INSERT INTO `wrzc_net_present` (`id`, `kind`, `price`, `picurl`, `px`) VALUES 
(1, 1, 500, '_16525472545412983030.jpg', 0);

-- --------------------------------------------------------

-- 
-- 表的结构 `wrzc_net_present_user`
-- 

CREATE TABLE `wrzc_net_present_user` (
  `id` int(10) unsigned NOT NULL auto_increment,
  `kid` int(10) unsigned NOT NULL,
  `userid` int(10) unsigned NOT NULL,
  `senduserid` int(10) unsigned NOT NULL,
  `content` varchar(250) default NULL,
  `new` tinyint(1) NOT NULL default '1',
  `addtime` int(11) unsigned NOT NULL,
  PRIMARY KEY  (`id`),
  KEY `kid` (`kid`)
) ENGINE=MyISAM DEFAULT CHARSET=gbk AUTO_INCREMENT=1 ;

-- 
-- 导出表中的数据 `wrzc_net_present_user`
-- 


-- --------------------------------------------------------

-- 
-- 表的结构 `wrzc_net_request`
-- 

CREATE TABLE `wrzc_net_request` (
  `id` int(10) unsigned NOT NULL auto_increment,
  `userid` int(10) unsigned default NULL,
  `sex` varchar(10) default NULL,
  `photo_s` varchar(10) default '0',
  `video_s` varchar(10) default '0',
  `ifphoto` varchar(10) default '0',
  `ifbirthday` tinyint(1) default '0',
  `ifheigh` tinyint(1) default '0',
  `ifedu` varchar(10) default '0',
  `iflove` varchar(10) default '0',
  `ifpay` varchar(10) default '0',
  `ifhouse` varchar(10) default '0',
  `ifcar` varchar(10) default '0',
  `birthday1` varchar(10) default NULL,
  `birthday2` varchar(10) default NULL,
  `kind` varchar(10) default NULL,
  `area1` varchar(10) default NULL,
  `area2` varchar(40) default NULL,
  `area3` varchar(10) default NULL,
  `area4` varchar(40) default NULL,
  `love` varchar(10) default NULL,
  `heigh1` varchar(10) default NULL,
  `heigh2` varchar(10) default NULL,
  `weigh1` varchar(10) default NULL,
  `weigh2` varchar(10) default NULL,
  `house` varchar(10) default NULL,
  `car` varchar(10) default NULL,
  `edu` varchar(10) default NULL,
  `pay` varchar(10) default NULL,
  `field` varchar(10) default NULL,
  `job` varchar(10) default NULL,
  `smoking` varchar(10) default NULL,
  `drink` varchar(10) default NULL,
  PRIMARY KEY  (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=gbk AUTO_INCREMENT=15 ;

-- 
-- 导出表中的数据 `wrzc_net_request`
-- 

INSERT INTO `wrzc_net_request` (`id`, `userid`, `sex`, `photo_s`, `video_s`, `ifphoto`, `ifbirthday`, `ifheigh`, `ifedu`, `iflove`, `ifpay`, `ifhouse`, `ifcar`, `birthday1`, `birthday2`, `kind`, `area1`, `area2`, `area3`, `area4`, `love`, `heigh1`, `heigh2`, `weigh1`, `weigh2`, `house`, `car`, `edu`, `pay`, `field`, `job`, `smoking`, `drink`) VALUES 
(1, 1, '2', '0', '0', '0', 0, 0, '0', '0', '0', '0', '0', NULL, NULL, '0', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(2, 3, '1', '0', '0', '0', 0, 0, '0', '0', '0', '0', '0', NULL, NULL, '0', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(3, 2, '2', '0', '0', '0', 0, 0, '0', '0', '0', '0', '0', NULL, NULL, '0', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(4, 5, '2', '0', '0', '0', 0, 0, '0', '0', '0', '0', '0', NULL, NULL, '0', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(5, 6, '2', '0', '0', '0', 0, 0, '0', '0', '0', '0', '0', NULL, NULL, '0', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(6, 9, '1', '0', '0', '0', 0, 0, '0', '0', '0', '0', '0', NULL, NULL, '0', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(7, 14, '2', '0', '0', '0', 0, 0, '0', '0', '0', '0', '0', NULL, NULL, '0', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(8, 16, '2', '0', '0', '0', 0, 0, '0', '0', '0', '0', '0', NULL, NULL, '0', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(9, 4, '1', '0', '0', '0', 0, 0, '0', '0', '0', '0', '0', NULL, NULL, '0', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(10, 31, '2', '0', '0', '0', 0, 0, '0', '0', '0', '0', '0', NULL, NULL, '0', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(11, 32, '2', '0', '0', '0', 0, 0, '0', '0', '0', '0', '0', NULL, NULL, '0', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(12, 33, '2', '0', '0', '0', 0, 0, '0', '0', '0', '0', '0', NULL, NULL, '0', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(13, 39, '2', '0', '0', '0', 0, 0, '0', '0', '0', '0', '0', NULL, NULL, '0', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(14, 121, '2', '0', '0', '0', 0, 0, '0', '0', '0', '0', '0', NULL, NULL, '0', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);

-- --------------------------------------------------------

-- 
-- 表的结构 `wrzc_net_story`
-- 

CREATE TABLE `wrzc_net_story` (
  `id` int(10) unsigned NOT NULL auto_increment,
  `userid` int(10) unsigned NOT NULL,
  `nicknamesexgradephoto_s` varchar(60) NOT NULL,
  `userid2` int(10) unsigned NOT NULL,
  `nicknamesexgradephoto_s2` varchar(60) NOT NULL,
  `sussflag` tinyint(1) unsigned NOT NULL,
  `title` varchar(50) NOT NULL,
  `content` text NOT NULL,
  `addtime` datetime NOT NULL,
  `click` int(10) unsigned NOT NULL default '0',
  `bbsnum` int(10) unsigned NOT NULL default '0',
  `flag` tinyint(1) unsigned NOT NULL default '0',
  `ifjh` tinyint(1) unsigned NOT NULL default '0',
  `picurl_s` varchar(80) default NULL,
  PRIMARY KEY  (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=gbk AUTO_INCREMENT=14 ;

-- 
-- 导出表中的数据 `wrzc_net_story`
-- 

INSERT INTO `wrzc_net_story` (`id`, `userid`, `nicknamesexgradephoto_s`, `userid2`, `nicknamesexgradephoto_s2`, `sussflag`, `title`, `content`, `addtime`, `click`, `bbsnum`, `flag`, `ifjh`, `picurl_s`) VALUES 
(3, 36, 'c123|1|1|m/201005/36.jpg', 3, 'zxc123|2|3|m/201005/3.jpg', 1, '我们恋爱了', '我想找到属于我自己的爱情！..................', '2010-05-04 14:46:32', 0, 0, 1, 1, '10/0508/s_36_52523850325050569012.jpg'),
(4, 36, 'c123|1|1|m/201005/36.jpg', 3, 'zxc123|2|3|m/201005/3.jpg', 1, '我们恋爱了', '我想找到属于我自己的爱情！..................', '2010-05-04 14:46:32', 0, 0, 1, 1, '10/0508/s_36_52523850325050569012.jpg'),
(5, 36, 'c123|1|1|m/201005/36.jpg', 3, 'zxc123|2|3|m/201005/3.jpg', 1, '我们的婚沙照和我们的孩子', '我想找到属于我自己的爱情！..................', '2010-05-04 14:46:32', 0, 0, 1, 1, '10/0508/s_36_52523850325050569012.jpg'),
(6, 36, 'c123|1|1|m/201005/36.jpg', 3, 'zxc123|2|3|m/201005/3.jpg', 1, '将爱情享受到底', '我想找到属于我自己的爱情！..................', '2010-05-04 14:46:32', 0, 0, 1, 1, '10/0508/s_36_52523850325050569012.jpg'),
(7, 36, 'c123|1|1|m/201005/36.jpg', 3, 'zxc123|2|3|m/201005/3.jpg', 1, '携手一生！', '我想找到属于我自己的爱情！..................', '2010-05-04 14:46:32', 0, 0, 1, 1, '10/0508/s_36_52523850325050569012.jpg'),
(8, 36, 'c123|1|1|m/201005/36.jpg', 3, 'zxc123|2|3|m/201005/3.jpg', 1, '风雨后的彩虹', '我想找到属于我自己的爱情！..................', '2010-05-04 14:46:32', 0, 0, 1, 1, '10/0508/s_36_52523850325050569012.jpg'),
(9, 36, 'c123|1|1|m/201005/36.jpg', 3, 'zxc123|2|3|m/201005/3.jpg', 1, '我们找到了彼此！', '我想找到属于我自己的爱情！..................', '2010-05-04 14:46:32', 0, 0, 1, 1, '10/0508/s_36_52523850325050569012.jpg'),
(10, 36, 'c123|1|1|m/201005/36.jpg', 3, 'zxc123|2|3|m/201005/3.jpg', 1, '叮咚家园', '我想找到属于我自己的爱情！..................', '2010-05-04 14:46:32', 0, 0, 1, 1, '10/0508/s_36_52523850325050569012.jpg'),
(11, 36, 'c123|1|1|m/201005/36.jpg', 3, 'zxc123|2|3|m/201005/3.jpg', 1, '网络使我们相遇', '我想找到属于我自己的爱情！..................', '2010-05-04 14:46:32', 0, 0, 1, 1, '10/0508/s_36_52523850325050569012.jpg'),
(12, 36, 'c123|1|1|m/201005/36.jpg', 3, 'zxc123|2|3|m/201005/3.jpg', 1, '我知道你一直在等着我', '我想找到属于我自己的爱情！..................', '2010-05-04 14:46:32', 0, 0, 1, 1, '10/0508/s_36_52523850325050569012.jpg'),
(13, 36, 'c123|1|1|m/201005/36.jpg', 3, 'zxc123|2|3|m/201005/3.jpg', 1, '我们的婚沙照和我们的孩子', '我想找到属于我自己的爱情！..................', '2010-05-04 14:46:32', 0, 1, 1, 1, '10/0508/s_36_52523850325050569012.jpg');

-- --------------------------------------------------------

-- 
-- 表的结构 `wrzc_net_story_bbs`
-- 

CREATE TABLE `wrzc_net_story_bbs` (
  `id` int(10) unsigned NOT NULL auto_increment,
  `fid` int(10) unsigned NOT NULL,
  `content` varchar(500) NOT NULL,
  `userid` int(10) unsigned NOT NULL,
  `nicknamesexgradephoto_s` varchar(60) NOT NULL,
  `addtime` datetime NOT NULL,
  PRIMARY KEY  (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=gbk AUTO_INCREMENT=2 ;

-- 
-- 导出表中的数据 `wrzc_net_story_bbs`
-- 

INSERT INTO `wrzc_net_story_bbs` (`id`, `fid`, `content`, `userid`, `nicknamesexgradephoto_s`, `addtime`) VALUES 
(1, 13, '好幸福', 121, 'wrzcnet|1|3|m/201005/121.jpg', '2010-05-09 17:35:51');

-- --------------------------------------------------------

-- 
-- 表的结构 `wrzc_net_story_photo`
-- 

CREATE TABLE `wrzc_net_story_photo` (
  `id` int(10) unsigned NOT NULL auto_increment,
  `fid` int(10) unsigned NOT NULL,
  `title` varchar(100) NOT NULL,
  `path_s` varchar(60) NOT NULL,
  `path_b` varchar(60) NOT NULL,
  `ifmain` tinyint(1) unsigned NOT NULL default '0',
  `addtime` datetime NOT NULL,
  PRIMARY KEY  (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=gbk AUTO_INCREMENT=2 ;

-- 
-- 导出表中的数据 `wrzc_net_story_photo`
-- 

INSERT INTO `wrzc_net_story_photo` (`id`, `fid`, `title`, `path_s`, `path_b`, `ifmain`, `addtime`) VALUES 
(1, 3, '我们恋爱了', '10/0508/s_36_52523850325050569012.jpg', '10/0508/b_36_52523850325050569012.jpg', 1, '2010-05-08 00:31:29');

-- --------------------------------------------------------

-- 
-- 表的结构 `wrzc_net_supphoto`
-- 

CREATE TABLE `wrzc_net_supphoto` (
  `id` int(10) unsigned NOT NULL auto_increment,
  `userid` int(10) unsigned NOT NULL default '0',
  `path_b` varchar(50) default NULL,
  `addtime` int(10) unsigned NOT NULL default '0',
  PRIMARY KEY  (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=gbk AUTO_INCREMENT=2 ;

-- 
-- 导出表中的数据 `wrzc_net_supphoto`
-- 

INSERT INTO `wrzc_net_supphoto` (`id`, `userid`, `path_b`, `addtime`) VALUES 
(1, 3, '201005/b_3_94303456749012547694.jpg', 1273252616);

-- --------------------------------------------------------

-- 
-- 表的结构 `wrzc_net_video`
-- 

CREATE TABLE `wrzc_net_video` (
  `id` int(10) unsigned NOT NULL auto_increment,
  `userid` int(8) unsigned NOT NULL,
  `path_s` varchar(40) NOT NULL,
  `path_b` varchar(40) NOT NULL,
  `title` varchar(50) NOT NULL,
  `content` varchar(2000) default NULL,
  `flag` tinyint(2) NOT NULL default '0',
  `ifmain` tinyint(1) unsigned NOT NULL default '0',
  `addtime` datetime NOT NULL,
  `click` int(10) unsigned NOT NULL default '0',
  `ifjh` tinyint(3) unsigned NOT NULL default '0',
  `effectid` int(11) default '0',
  `frameid` int(11) default '0',
  PRIMARY KEY  (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=gbk AUTO_INCREMENT=1 ;

-- 
-- 导出表中的数据 `wrzc_net_video`
-- 

